
#language: ru

@tree

Функциональность: Дымовые тесты

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий
	
Сценарий: Открытие формы списка "_джим_AmoПользователи" 

	Дано Я открываю основную форму списка справочника "_джим_AmoПользователи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_AmoПользователи"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_AmoПользователи"

	Дано Я открываю основную форму справочника "_джим_AmoПользователи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_AmoПользователи"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_WhatsApp_smiles" 

	Дано Я открываю основную форму списка справочника "_джим_WhatsApp_smiles"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_WhatsApp_smiles"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_WhatsApp_smiles"

	Дано Я открываю основную форму справочника "_джим_WhatsApp_smiles"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_WhatsApp_smiles"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_АбонементПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "_джим_АбонементПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_АбонементПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_АбонементПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "_джим_АбонементПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_АбонементПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_АмоТипыЗадач" 

	Дано Я открываю основную форму списка справочника "_джим_АмоТипыЗадач"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_АмоТипыЗадач"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_АмоТипыЗадач"

	Дано Я открываю основную форму справочника "_джим_АмоТипыЗадач"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_АмоТипыЗадач"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыАбонементов" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыАбонементов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыАбонементов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыАбонементов"

	Дано Я открываю основную форму справочника "_джим_ВидыАбонементов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыАбонементов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыЗадач" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыЗадач"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыЗадач"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыЗадач"

	Дано Я открываю основную форму справочника "_джим_ВидыЗадач"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыЗадач"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыЗаметок" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыЗаметок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыЗаметок"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыЗаметок"

	Дано Я открываю основную форму справочника "_джим_ВидыЗаметок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыЗаметок"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыЗанятий" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыЗанятий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыЗанятий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыЗанятий"

	Дано Я открываю основную форму справочника "_джим_ВидыЗанятий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыЗанятий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыНоменклатуры" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыНоменклатуры"

	Дано Я открываю основную форму справочника "_джим_ВидыНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыОперацийЗакрытиеМесяца" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыОперацийЗакрытиеМесяца"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыОперацийЗакрытиеМесяца"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыОперацийЗакрытиеМесяца"

	Дано Я открываю основную форму справочника "_джим_ВидыОперацийЗакрытиеМесяца"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыОперацийЗакрытиеМесяца"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыСделок" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыСделок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыСделок"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыСделок"

	Дано Я открываю основную форму справочника "_джим_ВидыСделок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыСделок"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыСобытийКлуба" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыСобытийКлуба"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыСобытийКлуба"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыСобытийКлуба"

	Дано Я открываю основную форму справочника "_джим_ВидыСобытийКлуба"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыСобытийКлуба"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВидыСтадийВоронок" 

	Дано Я открываю основную форму списка справочника "_джим_ВидыСтадийВоронок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыСтадийВоронок"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВидыСтадийВоронок"

	Дано Я открываю основную форму справочника "_джим_ВидыСтадийВоронок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВидыСтадийВоронок"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВнешниеСистемы" 

	Дано Я открываю основную форму списка справочника "_джим_ВнешниеСистемы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВнешниеСистемы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВнешниеСистемы"

	Дано Я открываю основную форму справочника "_джим_ВнешниеСистемы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВнешниеСистемы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ВозрастныеГруппы" 

	Дано Я открываю основную форму списка справочника "_джим_ВозрастныеГруппы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВозрастныеГруппы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ВозрастныеГруппы"

	Дано Я открываю основную форму справочника "_джим_ВозрастныеГруппы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ВозрастныеГруппы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Воронки" 

	Дано Я открываю основную форму списка справочника "_джим_Воронки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Воронки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Воронки"

	Дано Я открываю основную форму справочника "_джим_Воронки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Воронки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Должности" 

	Дано Я открываю основную форму списка справочника "_джим_Должности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Должности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Должности"

	Дано Я открываю основную форму справочника "_джим_Должности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Должности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Заметки" 

	Дано Я открываю основную форму списка справочника "_джим_Заметки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Заметки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Заметки"

	Дано Я открываю основную форму справочника "_джим_Заметки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Заметки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ИдентификаторыЧатов" 

	Дано Я открываю основную форму списка справочника "_джим_ИдентификаторыЧатов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ИдентификаторыЧатов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ИдентификаторыЧатов"

	Дано Я открываю основную форму справочника "_джим_ИдентификаторыЧатов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ИдентификаторыЧатов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ИдентификаторыЧатовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "_джим_ИдентификаторыЧатовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ИдентификаторыЧатовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ИдентификаторыЧатовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "_джим_ИдентификаторыЧатовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ИдентификаторыЧатовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Клиенты" 

	Дано Я открываю основную форму списка справочника "_джим_Клиенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Клиенты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Клиенты"

	Дано Я открываю основную форму справочника "_джим_Клиенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Клиенты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Константы" 

	Дано Я открываю основную форму списка справочника "_джим_Константы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Константы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Константы"

	Дано Я открываю основную форму справочника "_джим_Константы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Константы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_НастройкиИнтеграцииТелефонии" 

	Дано Я открываю основную форму списка справочника "_джим_НастройкиИнтеграцииТелефонии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_НастройкиИнтеграцииТелефонии"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_НастройкиИнтеграцииТелефонии"

	Дано Я открываю основную форму справочника "_джим_НастройкиИнтеграцииТелефонии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_НастройкиИнтеграцииТелефонии"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ОбъектыКлиентов" 

	Дано Я открываю основную форму списка справочника "_джим_ОбъектыКлиентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ОбъектыКлиентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ОбъектыКлиентов"

	Дано Я открываю основную форму справочника "_джим_ОбъектыКлиентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ОбъектыКлиентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ОтвественныеЛицаКлиента" 

	Дано Я открываю основную форму списка справочника "_джим_ОтвественныеЛицаКлиента"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ОтвественныеЛицаКлиента"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ОтвественныеЛицаКлиента"

	Дано Я открываю основную форму справочника "_джим_ОтвественныеЛицаКлиента"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ОтвественныеЛицаКлиента"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Подразделения" 

	Дано Я открываю основную форму списка справочника "_джим_Подразделения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Подразделения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Подразделения"

	Дано Я открываю основную форму справочника "_джим_Подразделения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Подразделения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Помещения" 

	Дано Я открываю основную форму списка справочника "_джим_Помещения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Помещения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Помещения"

	Дано Я открываю основную форму справочника "_джим_Помещения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Помещения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ПорядкиОплаты" 

	Дано Я открываю основную форму списка справочника "_джим_ПорядкиОплаты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ПорядкиОплаты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ПорядкиОплаты"

	Дано Я открываю основную форму справочника "_джим_ПорядкиОплаты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ПорядкиОплаты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Системы" 

	Дано Я открываю основную форму списка справочника "_джим_Системы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Системы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Системы"

	Дано Я открываю основную форму справочника "_джим_Системы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Системы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_СкидкиИКупоны" 

	Дано Я открываю основную форму списка справочника "_джим_СкидкиИКупоны"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СкидкиИКупоны"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_СкидкиИКупоны"

	Дано Я открываю основную форму справочника "_джим_СкидкиИКупоны"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СкидкиИКупоны"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Сотрудники" 

	Дано Я открываю основную форму списка справочника "_джим_Сотрудники"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Сотрудники"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Сотрудники"

	Дано Я открываю основную форму справочника "_джим_Сотрудники"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Сотрудники"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_СтатьиДДС" 

	Дано Я открываю основную форму списка справочника "_джим_СтатьиДДС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СтатьиДДС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_СтатьиДДС"

	Дано Я открываю основную форму справочника "_джим_СтатьиДДС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СтатьиДДС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_СтатьиЗатрат" 

	Дано Я открываю основную форму списка справочника "_джим_СтатьиЗатрат"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СтатьиЗатрат"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_СтатьиЗатрат"

	Дано Я открываю основную форму справочника "_джим_СтатьиЗатрат"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СтатьиЗатрат"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_Студенты" 

	Дано Я открываю основную форму списка справочника "_джим_Студенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Студенты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_Студенты"

	Дано Я открываю основную форму справочника "_джим_Студенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_Студенты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_СчетаИКассы" 

	Дано Я открываю основную форму списка справочника "_джим_СчетаИКассы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СчетаИКассы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_СчетаИКассы"

	Дано Я открываю основную форму справочника "_джим_СчетаИКассы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_СчетаИКассы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_ТелефонныеНомера" 

	Дано Я открываю основную форму списка справочника "_джим_ТелефонныеНомера"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ТелефонныеНомера"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_ТелефонныеНомера"

	Дано Я открываю основную форму справочника "_джим_ТелефонныеНомера"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_ТелефонныеНомера"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "_джим_УДАЛИТЬКонтрагенты" 

	Дано Я открываю основную форму списка справочника "_джим_УДАЛИТЬКонтрагенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_УДАЛИТЬКонтрагенты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "_джим_УДАЛИТЬКонтрагенты"

	Дано Я открываю основную форму справочника "_джим_УДАЛИТЬКонтрагенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника _джим_УДАЛИТЬКонтрагенты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АвансовыйОтчетПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "АвансовыйОтчетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АвансовыйОтчетПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АвансовыйОтчетПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "АвансовыйОтчетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АвансовыйОтчетПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АвтоматическиеСкидки" 

	Дано Я открываю основную форму списка справочника "АвтоматическиеСкидки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АвтоматическиеСкидки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АвтоматическиеСкидки"

	Дано Я открываю основную форму справочника "АвтоматическиеСкидки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АвтоматическиеСкидки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АдресатыПисем" 

	Дано Я открываю основную форму списка справочника "АдресатыПисем"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АдресатыПисем"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АдресатыПисем"

	Дано Я открываю основную форму справочника "АдресатыПисем"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АдресатыПисем"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АктВыполненныхРаботПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "АктВыполненныхРаботПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АктВыполненныхРаботПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АктВыполненныхРаботПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "АктВыполненныхРаботПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АктВыполненныхРаботПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АктОРасхожденияхПолученныйПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "АктОРасхожденияхПолученныйПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АктОРасхожденияхПолученныйПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АктОРасхожденияхПолученныйПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "АктОРасхожденияхПолученныйПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АктОРасхожденияхПолученныйПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АктОРасхожденияхПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "АктОРасхожденияхПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АктОРасхожденияхПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АктОРасхожденияхПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "АктОРасхожденияхПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АктОРасхожденияхПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "АналитикаНачисленияБонусов" 

	Дано Я открываю основную форму списка справочника "АналитикаНачисленияБонусов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АналитикаНачисленияБонусов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "АналитикаНачисленияБонусов"

	Дано Я открываю основную форму справочника "АналитикаНачисленияБонусов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника АналитикаНачисленияБонусов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Банки" 

	Дано Я открываю основную форму списка справочника "Банки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Банки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Банки"

	Дано Я открываю основную форму справочника "Банки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Банки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "БанковскиеСчета" 

	Дано Я открываю основную форму списка справочника "БанковскиеСчета"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника БанковскиеСчета"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "БанковскиеСчета"

	Дано Я открываю основную форму справочника "БанковскиеСчета"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника БанковскиеСчета"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "БонусныеПрограммы" 

	Дано Я открываю основную форму списка справочника "БонусныеПрограммы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника БонусныеПрограммы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "БонусныеПрограммы"

	Дано Я открываю основную форму справочника "БонусныеПрограммы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника БонусныеПрограммы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Бригады" 

	Дано Я открываю основную форму списка справочника "Бригады"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Бригады"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Бригады"

	Дано Я открываю основную форму справочника "Бригады"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Бригады"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Валюты" 

	Дано Я открываю основную форму списка справочника "Валюты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Валюты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Валюты"

	Дано Я открываю основную форму справочника "Валюты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Валюты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВариантыДополнительныхОтчетов" 

	Дано Я открываю основную форму списка справочника "ВариантыДополнительныхОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВариантыДополнительныхОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВариантыДополнительныхОтчетов"

	Дано Я открываю основную форму справочника "ВариантыДополнительныхОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВариантыДополнительныхОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВариантыОтчетов" 

	Дано Я открываю основную форму списка справочника "ВариантыОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВариантыОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВариантыОтчетов"

	Дано Я открываю основную форму справочника "ВариантыОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВариантыОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВерсииПоставляемыхРасширений" 

	Дано Я открываю основную форму списка справочника "ВерсииПоставляемыхРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВерсииПоставляемыхРасширений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВерсииПоставляемыхРасширений"

	Дано Я открываю основную форму справочника "ВерсииПоставляемыхРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВерсииПоставляемыхРасширений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВерсииРасширений" 

	Дано Я открываю основную форму списка справочника "ВерсииРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВерсииРасширений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВерсииРасширений"

	Дано Я открываю основную форму справочника "ВерсииРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВерсииРасширений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВерсииФайлов" 

	Дано Я открываю основную форму списка справочника "ВерсииФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВерсииФайлов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВерсииФайлов"

	Дано Я открываю основную форму справочника "ВерсииФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВерсииФайлов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВетеринарноСопроводительныйДокументВЕТИС" 

	Дано Я открываю основную форму списка справочника "ВетеринарноСопроводительныйДокументВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВетеринарноСопроводительныйДокументВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВетеринарноСопроводительныйДокументВЕТИС"

	Дано Я открываю основную форму справочника "ВетеринарноСопроводительныйДокументВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВетеринарноСопроводительныйДокументВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВЕТИСПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ВЕТИСПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВЕТИСПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВЕТИСПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ВЕТИСПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВЕТИСПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВзаимозачетПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ВзаимозачетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВзаимозачетПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВзаимозачетПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ВзаимозачетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВзаимозачетПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыАлкогольнойПродукции" 

	Дано Я открываю основную форму списка справочника "ВидыАлкогольнойПродукции"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыАлкогольнойПродукции"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыАлкогольнойПродукции"

	Дано Я открываю основную форму справочника "ВидыАлкогольнойПродукции"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыАлкогольнойПродукции"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыДеятельностиЕНВД" 

	Дано Я открываю основную форму списка справочника "ВидыДеятельностиЕНВД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДеятельностиЕНВД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыДеятельностиЕНВД"

	Дано Я открываю основную форму справочника "ВидыДеятельностиЕНВД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДеятельностиЕНВД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыДисконтныхКарт" 

	Дано Я открываю основную форму списка справочника "ВидыДисконтныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДисконтныхКарт"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыДисконтныхКарт"

	Дано Я открываю основную форму справочника "ВидыДисконтныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДисконтныхКарт"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыДокументовФизическихЛиц" 

	Дано Я открываю основную форму списка справочника "ВидыДокументовФизическихЛиц"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДокументовФизическихЛиц"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыДокументовФизическихЛиц"

	Дано Я открываю основную форму справочника "ВидыДокументовФизическихЛиц"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДокументовФизическихЛиц"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыДокументовЭДО" 

	Дано Я открываю основную форму списка справочника "ВидыДокументовЭДО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДокументовЭДО"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыДокументовЭДО"

	Дано Я открываю основную форму справочника "ВидыДокументовЭДО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДокументовЭДО"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыДоходовПоСтраховымВзносам" 

	Дано Я открываю основную форму списка справочника "ВидыДоходовПоСтраховымВзносам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДоходовПоСтраховымВзносам"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыДоходовПоСтраховымВзносам"

	Дано Я открываю основную форму справочника "ВидыДоходовПоСтраховымВзносам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыДоходовПоСтраховымВзносам"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыЗаказНарядов" 

	Дано Я открываю основную форму списка справочника "ВидыЗаказНарядов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЗаказНарядов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыЗаказНарядов"

	Дано Я открываю основную форму справочника "ВидыЗаказНарядов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЗаказНарядов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыЗаказовПокупателей" 

	Дано Я открываю основную форму списка справочника "ВидыЗаказовПокупателей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЗаказовПокупателей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыЗаказовПокупателей"

	Дано Я открываю основную форму справочника "ВидыЗаказовПокупателей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЗаказовПокупателей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыКонтактнойИнформации" 

	Дано Я открываю основную форму списка справочника "ВидыКонтактнойИнформации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыКонтактнойИнформации"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыКонтактнойИнформации"

	Дано Я открываю основную форму справочника "ВидыКонтактнойИнформации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыКонтактнойИнформации"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыМехаГИСМ" 

	Дано Я открываю основную форму списка справочника "ВидыМехаГИСМ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыМехаГИСМ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыМехаГИСМ"

	Дано Я открываю основную форму справочника "ВидыМехаГИСМ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыМехаГИСМ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыНалогов" 

	Дано Я открываю основную форму списка справочника "ВидыНалогов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыНалогов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыНалогов"

	Дано Я открываю основную форму справочника "ВидыНалогов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыНалогов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыНалоговыхОрганов" 

	Дано Я открываю основную форму списка справочника "ВидыНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыНалоговыхОрганов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыНалоговыхОрганов"

	Дано Я открываю основную форму справочника "ВидыНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыНалоговыхОрганов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыНачисленийИУдержаний" 

	Дано Я открываю основную форму списка справочника "ВидыНачисленийИУдержаний"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыНачисленийИУдержаний"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыНачисленийИУдержаний"

	Дано Я открываю основную форму справочника "ВидыНачисленийИУдержаний"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыНачисленийИУдержаний"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыОтправляемыхДокументов" 

	Дано Я открываю основную форму списка справочника "ВидыОтправляемыхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыОтправляемыхДокументов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыОтправляемыхДокументов"

	Дано Я открываю основную форму справочника "ВидыОтправляемыхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыОтправляемыхДокументов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыПлатежныхКарт" 

	Дано Я открываю основную форму списка справочника "ВидыПлатежныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыПлатежныхКарт"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыПлатежныхКарт"

	Дано Я открываю основную форму справочника "ВидыПлатежныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыПлатежныхКарт"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыПредпринимательскойДеятельности" 

	Дано Я открываю основную форму списка справочника "ВидыПредпринимательскойДеятельности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыПредпринимательскойДеятельности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыПредпринимательскойДеятельности"

	Дано Я открываю основную форму справочника "ВидыПредпринимательскойДеятельности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыПредпринимательскойДеятельности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыПроизводства" 

	Дано Я открываю основную форму списка справочника "ВидыПроизводства"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыПроизводства"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыПроизводства"

	Дано Я открываю основную форму справочника "ВидыПроизводства"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыПроизводства"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыРабочегоВремени" 

	Дано Я открываю основную форму списка справочника "ВидыРабочегоВремени"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыРабочегоВремени"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыРабочегоВремени"

	Дано Я открываю основную форму справочника "ВидыРабочегоВремени"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыРабочегоВремени"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыРесурсовПредприятия" 

	Дано Я открываю основную форму списка справочника "ВидыРесурсовПредприятия"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыРесурсовПредприятия"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыРесурсовПредприятия"

	Дано Я открываю основную форму справочника "ВидыРесурсовПредприятия"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыРесурсовПредприятия"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыСкидокНаценок" 

	Дано Я открываю основную форму списка справочника "ВидыСкидокНаценок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыСкидокНаценок"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыСкидокНаценок"

	Дано Я открываю основную форму справочника "ВидыСкидокНаценок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыСкидокНаценок"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыТарифовСтраховыхВзносов" 

	Дано Я открываю основную форму списка справочника "ВидыТарифовСтраховыхВзносов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыТарифовСтраховыхВзносов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыТарифовСтраховыхВзносов"

	Дано Я открываю основную форму справочника "ВидыТарифовСтраховыхВзносов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыТарифовСтраховыхВзносов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыЦен" 

	Дано Я открываю основную форму списка справочника "ВидыЦен"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЦен"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыЦен"

	Дано Я открываю основную форму справочника "ВидыЦен"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЦен"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВидыЦенКонтрагентов" 

	Дано Я открываю основную форму списка справочника "ВидыЦенКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЦенКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВидыЦенКонтрагентов"

	Дано Я открываю основную форму справочника "ВидыЦенКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВидыЦенКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВиртуальныеКаталогиТоваровМагазиновСоцСетей" 

	Дано Я открываю основную форму списка справочника "ВиртуальныеКаталогиТоваровМагазиновСоцСетей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВиртуальныеКаталогиТоваровМагазиновСоцСетей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВиртуальныеКаталогиТоваровМагазиновСоцСетей"

	Дано Я открываю основную форму справочника "ВиртуальныеКаталогиТоваровМагазиновСоцСетей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВиртуальныеКаталогиТоваровМагазиновСоцСетей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВиртуальныеКаталогиТоваровМагазиновСоцСетейПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ВиртуальныеКаталогиТоваровМагазиновСоцСетейПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВиртуальныеКаталогиТоваровМагазиновСоцСетейПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВиртуальныеКаталогиТоваровМагазиновСоцСетейПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ВиртуальныеКаталогиТоваровМагазиновСоцСетейПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВиртуальныеКаталогиТоваровМагазиновСоцСетейПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВнеоборотныеАктивы" 

	Дано Я открываю основную форму списка справочника "ВнеоборотныеАктивы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВнеоборотныеАктивы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВнеоборотныеАктивы"

	Дано Я открываю основную форму справочника "ВнеоборотныеАктивы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВнеоборотныеАктивы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВнешниеКомпоненты" 

	Дано Я открываю основную форму списка справочника "ВнешниеКомпоненты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВнешниеКомпоненты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВнешниеКомпоненты"

	Дано Я открываю основную форму справочника "ВнешниеКомпоненты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВнешниеКомпоненты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВнешниеПользователи" 

	Дано Я открываю основную форму списка справочника "ВнешниеПользователи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВнешниеПользователи"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВнешниеПользователи"

	Дано Я открываю основную форму справочника "ВнешниеПользователи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВнешниеПользователи"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВходящийДокументСЭДОФССПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ВходящийДокументСЭДОФССПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВходящийДокументСЭДОФССПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВходящийДокументСЭДОФССПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ВходящийДокументСЭДОФССПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВходящийДокументСЭДОФССПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ВычетыНДФЛ" 

	Дано Я открываю основную форму списка справочника "ВычетыНДФЛ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВычетыНДФЛ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ВычетыНДФЛ"

	Дано Я открываю основную форму справочника "ВычетыНДФЛ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ВычетыНДФЛ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГИСМПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ГИСМПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГИСМПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГИСМПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ГИСМПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГИСМПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГрафикиРаботы" 

	Дано Я открываю основную форму списка справочника "ГрафикиРаботы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГрафикиРаботы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГрафикиРаботы"

	Дано Я открываю основную форму справочника "ГрафикиРаботы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГрафикиРаботы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГруппыВнешнихПользователей" 

	Дано Я открываю основную форму списка справочника "ГруппыВнешнихПользователей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыВнешнихПользователей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГруппыВнешнихПользователей"

	Дано Я открываю основную форму справочника "ГруппыВнешнихПользователей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыВнешнихПользователей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГруппыДоступа" 

	Дано Я открываю основную форму списка справочника "ГруппыДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыДоступа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГруппыДоступа"

	Дано Я открываю основную форму справочника "ГруппыДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыДоступа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГруппыДоступаКонтрагентов" 

	Дано Я открываю основную форму списка справочника "ГруппыДоступаКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыДоступаКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГруппыДоступаКонтрагентов"

	Дано Я открываю основную форму справочника "ГруппыДоступаКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыДоступаКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГруппыДоступаЛидов" 

	Дано Я открываю основную форму списка справочника "ГруппыДоступаЛидов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыДоступаЛидов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГруппыДоступаЛидов"

	Дано Я открываю основную форму справочника "ГруппыДоступаЛидов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыДоступаЛидов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ГруппыПользователей" 

	Дано Я открываю основную форму списка справочника "ГруппыПользователей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыПользователей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ГруппыПользователей"

	Дано Я открываю основную форму справочника "ГруппыПользователей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ГруппыПользователей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДанныеОбменаШтрихМПЭЙ" 

	Дано Я открываю основную форму списка справочника "ДанныеОбменаШтрихМПЭЙ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДанныеОбменаШтрихМПЭЙ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДанныеОбменаШтрихМПЭЙ"

	Дано Я открываю основную форму справочника "ДанныеОбменаШтрихМПЭЙ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДанныеОбменаШтрихМПЭЙ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДанныеОКорректировкеСведенийЗастрахованныхЛицСЗВ_КОРРПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ДанныеОКорректировкеСведенийЗастрахованныхЛицСЗВ_КОРРПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДанныеОКорректировкеСведенийЗастрахованныхЛицСЗВ_КОРРПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДанныеОКорректировкеСведенийЗастрахованныхЛицСЗВ_КОРРПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ДанныеОКорректировкеСведенийЗастрахованныхЛицСЗВ_КОРРПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДанныеОКорректировкеСведенийЗастрахованныхЛицСЗВ_КОРРПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДействияРабочегоПроцесса" 

	Дано Я открываю основную форму списка справочника "ДействияРабочегоПроцесса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДействияРабочегоПроцесса"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДействияРабочегоПроцесса"

	Дано Я открываю основную форму справочника "ДействияРабочегоПроцесса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДействияРабочегоПроцесса"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Делегирование" 

	Дано Я открываю основную форму списка справочника "Делегирование"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Делегирование"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Делегирование"

	Дано Я открываю основную форму справочника "Делегирование"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Делегирование"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДисконтныеКарты" 

	Дано Я открываю основную форму списка справочника "ДисконтныеКарты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДисконтныеКарты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДисконтныеКарты"

	Дано Я открываю основную форму справочника "ДисконтныеКарты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДисконтныеКарты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДоверенностиНалогоплательщика" 

	Дано Я открываю основную форму списка справочника "ДоверенностиНалогоплательщика"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоверенностиНалогоплательщика"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДоверенностиНалогоплательщика"

	Дано Я открываю основную форму справочника "ДоверенностиНалогоплательщика"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоверенностиНалогоплательщика"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДоговорКредитаИЗаймаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ДоговорКредитаИЗаймаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоговорКредитаИЗаймаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДоговорКредитаИЗаймаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ДоговорКредитаИЗаймаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоговорКредитаИЗаймаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДоговорыКонтрагентов" 

	Дано Я открываю основную форму списка справочника "ДоговорыКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоговорыКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДоговорыКонтрагентов"

	Дано Я открываю основную форму справочника "ДоговорыКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоговорыКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДоговорыКонтрагентовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ДоговорыКонтрагентовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоговорыКонтрагентовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДоговорыКонтрагентовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ДоговорыКонтрагентовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДоговорыКонтрагентовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДокументыРеализацииПолномочийНалоговыхОрганов" 

	Дано Я открываю основную форму списка справочника "ДокументыРеализацииПолномочийНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДокументыРеализацииПолномочийНалоговыхОрганов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДокументыРеализацииПолномочийНалоговыхОрганов"

	Дано Я открываю основную форму справочника "ДокументыРеализацииПолномочийНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДокументыРеализацииПолномочийНалоговыхОрганов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Должности" 

	Дано Я открываю основную форму списка справочника "Должности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Должности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Должности"

	Дано Я открываю основную форму справочника "Должности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Должности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДополнительныеОтчетыИОбработки" 

	Дано Я открываю основную форму списка справочника "ДополнительныеОтчетыИОбработки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДополнительныеОтчетыИОбработки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДополнительныеОтчетыИОбработки"

	Дано Я открываю основную форму справочника "ДополнительныеОтчетыИОбработки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДополнительныеОтчетыИОбработки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДополнительныеРасходыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ДополнительныеРасходыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДополнительныеРасходыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДополнительныеРасходыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ДополнительныеРасходыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДополнительныеРасходыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДополнительныеУсловия" 

	Дано Я открываю основную форму списка справочника "ДополнительныеУсловия"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДополнительныеУсловия"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДополнительныеУсловия"

	Дано Я открываю основную форму справочника "ДополнительныеУсловия"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДополнительныеУсловия"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ДрайверыОборудования" 

	Дано Я открываю основную форму списка справочника "ДрайверыОборудования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДрайверыОборудования"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ДрайверыОборудования"

	Дано Я открываю основную форму справочника "ДрайверыОборудования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ДрайверыОборудования"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЕГАИСПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЕГАИСПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЕГАИСПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЕГАИСПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЕГАИСПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЕГАИСПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЕдиницыИзмерения" 

	Дано Я открываю основную форму списка справочника "ЕдиницыИзмерения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЕдиницыИзмерения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЕдиницыИзмерения"

	Дано Я открываю основную форму справочника "ЕдиницыИзмерения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЕдиницыИзмерения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЕдиницыИзмеренияВЕТИС" 

	Дано Я открываю основную форму списка справочника "ЕдиницыИзмеренияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЕдиницыИзмеренияВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЕдиницыИзмеренияВЕТИС"

	Дано Я открываю основную форму справочника "ЕдиницыИзмеренияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЕдиницыИзмеренияВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаболеванияВЕТИС" 

	Дано Я открываю основную форму списка справочника "ЗаболеванияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаболеванияВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаболеванияВЕТИС"

	Дано Я открываю основную форму справочника "ЗаболеванияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаболеванияВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаданиеНаРаботуПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаданиеНаРаботуПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаданиеНаРаботуПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаданиеНаРаботуПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаданиеНаРаботуПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаданиеНаРаботуПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗадачаСотрудникаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗадачаСотрудникаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачаСотрудникаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗадачаСотрудникаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗадачаСотрудникаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачаСотрудникаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗадачиАссистентаПоНапоминаниямОЗаписи" 

	Дано Я открываю основную форму списка справочника "ЗадачиАссистентаПоНапоминаниямОЗаписи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаПоНапоминаниямОЗаписи"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗадачиАссистентаПоНапоминаниямОЗаписи"

	Дано Я открываю основную форму справочника "ЗадачиАссистентаПоНапоминаниямОЗаписи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаПоНапоминаниямОЗаписи"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗадачиАссистентаПоРаботеСОстатками" 

	Дано Я открываю основную форму списка справочника "ЗадачиАссистентаПоРаботеСОстатками"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаПоРаботеСОстатками"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗадачиАссистентаПоРаботеСОстатками"

	Дано Я открываю основную форму справочника "ЗадачиАссистентаПоРаботеСОстатками"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаПоРаботеСОстатками"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗадачиАссистентаПоРасчетуНалогов" 

	Дано Я открываю основную форму списка справочника "ЗадачиАссистентаПоРасчетуНалогов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаПоРасчетуНалогов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗадачиАссистентаПоРасчетуНалогов"

	Дано Я открываю основную форму справочника "ЗадачиАссистентаПоРасчетуНалогов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаПоРасчетуНалогов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗадачиАссистентаУправления" 

	Дано Я открываю основную форму списка справочника "ЗадачиАссистентаУправления"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаУправления"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗадачиАссистентаУправления"

	Дано Я открываю основную форму справочника "ЗадачиАссистентаУправления"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиАссистентаУправления"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗадачиКалендаряПодготовкиОтчетности" 

	Дано Я открываю основную форму списка справочника "ЗадачиКалендаряПодготовкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиКалендаряПодготовкиОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗадачиКалендаряПодготовкиОтчетности"

	Дано Я открываю основную форму справочника "ЗадачиКалендаряПодготовкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗадачиКалендаряПодготовкиОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаказНаПеремещениеПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаказНаПеремещениеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказНаПеремещениеПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаказНаПеремещениеПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаказНаПеремещениеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказНаПеремещениеПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаказНаПроизводствоПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаказНаПроизводствоПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказНаПроизводствоПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаказНаПроизводствоПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаказНаПроизводствоПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказНаПроизводствоПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаказПокупателяПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаказПокупателяПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказПокупателяПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаказПокупателяПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаказПокупателяПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказПокупателяПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаказПоставщикуПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаказПоставщикуПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказПоставщикуПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаказПоставщикуПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаказПоставщикуПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаказПоставщикуПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗамещениеГосударственныхМуниципальныхДолжностейПФР" 

	Дано Я открываю основную форму списка справочника "ЗамещениеГосударственныхМуниципальныхДолжностейПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗамещениеГосударственныхМуниципальныхДолжностейПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗамещениеГосударственныхМуниципальныхДолжностейПФР"

	Дано Я открываю основную форму справочника "ЗамещениеГосударственныхМуниципальныхДолжностейПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗамещениеГосударственныхМуниципальныхДолжностейПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаписиКалендаряПодготовкиОтчетности" 

	Дано Я открываю основную форму списка справочника "ЗаписиКалендаряПодготовкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаписиКалендаряПодготовкиОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаписиКалендаряПодготовкиОтчетности"

	Дано Я открываю основную форму справочника "ЗаписиКалендаряПодготовкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаписиКалендаряПодготовкиОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаписиКалендаряСотрудника" 

	Дано Я открываю основную форму списка справочника "ЗаписиКалендаряСотрудника"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаписиКалендаряСотрудника"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаписиКалендаряСотрудника"

	Дано Я открываю основную форму справочника "ЗаписиКалендаряСотрудника"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаписиКалендаряСотрудника"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаписиСкладскогоЖурналаВЕТИС" 

	Дано Я открываю основную форму списка справочника "ЗаписиСкладскогоЖурналаВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаписиСкладскогоЖурналаВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаписиСкладскогоЖурналаВЕТИС"

	Дано Я открываю основную форму справочника "ЗаписиСкладскогоЖурналаВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаписиСкладскогоЖурналаВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗарегистрированныеКассы" 

	Дано Я открываю основную форму списка справочника "ЗарегистрированныеКассы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗарегистрированныеКассы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗарегистрированныеКассы"

	Дано Я открываю основную форму справочника "ЗарегистрированныеКассы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗарегистрированныеКассы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаявлениеАбонентаСпецоператораСвязиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаявлениеАбонентаСпецоператораСвязиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеАбонентаСпецоператораСвязиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаявлениеАбонентаСпецоператораСвязиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаявлениеАбонентаСпецоператораСвязиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеАбонентаСпецоператораСвязиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаявлениеОНазначенииПенсии" 

	Дано Я открываю основную форму списка справочника "ЗаявлениеОНазначенииПенсии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеОНазначенииПенсии"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаявлениеОНазначенииПенсии"

	Дано Я открываю основную форму справочника "ЗаявлениеОНазначенииПенсии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеОНазначенииПенсии"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаявлениеОНазначенииПенсииПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаявлениеОНазначенииПенсииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеОНазначенииПенсииПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаявлениеОНазначенииПенсииПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаявлениеОНазначенииПенсииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеОНазначенииПенсииПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаявлениеОПредоставленииСведенийОТрудовойДеятельностиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЗаявлениеОПредоставленииСведенийОТрудовойДеятельностиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеОПредоставленииСведенийОТрудовойДеятельностиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаявлениеОПредоставленииСведенийОТрудовойДеятельностиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЗаявлениеОПредоставленииСведенийОТрудовойДеятельностиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявлениеОПредоставленииСведенийОТрудовойДеятельностиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗаявленияОбОтзывеМЧДФНС" 

	Дано Я открываю основную форму списка справочника "ЗаявленияОбОтзывеМЧДФНС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявленияОбОтзывеМЧДФНС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗаявленияОбОтзывеМЧДФНС"

	Дано Я открываю основную форму справочника "ЗаявленияОбОтзывеМЧДФНС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗаявленияОбОтзывеМЧДФНС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗначенияКатегорийНовостей" 

	Дано Я открываю основную форму списка справочника "ЗначенияКатегорийНовостей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияКатегорийНовостей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗначенияКатегорийНовостей"

	Дано Я открываю основную форму справочника "ЗначенияКатегорийНовостей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияКатегорийНовостей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗначенияРеквизитовКТРУ" 

	Дано Я открываю основную форму списка справочника "ЗначенияРеквизитовКТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияРеквизитовКТРУ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗначенияРеквизитовКТРУ"

	Дано Я открываю основную форму справочника "ЗначенияРеквизитовКТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияРеквизитовКТРУ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗначенияСвойствОбъектов" 

	Дано Я открываю основную форму списка справочника "ЗначенияСвойствОбъектов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияСвойствОбъектов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗначенияСвойствОбъектов"

	Дано Я открываю основную форму справочника "ЗначенияСвойствОбъектов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияСвойствОбъектов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗначенияСвойствОбъектовИерархия" 

	Дано Я открываю основную форму списка справочника "ЗначенияСвойствОбъектовИерархия"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияСвойствОбъектовИерархия"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗначенияСвойствОбъектовИерархия"

	Дано Я открываю основную форму справочника "ЗначенияСвойствОбъектовИерархия"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияСвойствОбъектовИерархия"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗначенияХарактеристикКТРУ" 

	Дано Я открываю основную форму списка справочника "ЗначенияХарактеристикКТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияХарактеристикКТРУ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗначенияХарактеристикКТРУ"

	Дано Я открываю основную форму справочника "ЗначенияХарактеристикКТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗначенияХарактеристикКТРУ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЗоныТарифыДоставки" 

	Дано Я открываю основную форму списка справочника "ЗоныТарифыДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗоныТарифыДоставки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЗоныТарифыДоставки"

	Дано Я открываю основную форму справочника "ЗоныТарифыДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЗоныТарифыДоставки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИдентификаторыОбъектовМетаданных" 

	Дано Я открываю основную форму списка справочника "ИдентификаторыОбъектовМетаданных"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИдентификаторыОбъектовМетаданных"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИдентификаторыОбъектовМетаданных"

	Дано Я открываю основную форму справочника "ИдентификаторыОбъектовМетаданных"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИдентификаторыОбъектовМетаданных"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИдентификаторыОбъектовРасширений" 

	Дано Я открываю основную форму списка справочника "ИдентификаторыОбъектовРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИдентификаторыОбъектовРасширений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИдентификаторыОбъектовРасширений"

	Дано Я открываю основную форму справочника "ИдентификаторыОбъектовРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИдентификаторыОбъектовРасширений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИдентификаторыСервисовСопровождения" 

	Дано Я открываю основную форму списка справочника "ИдентификаторыСервисовСопровождения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИдентификаторыСервисовСопровождения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИдентификаторыСервисовСопровождения"

	Дано Я открываю основную форму справочника "ИдентификаторыСервисовСопровождения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИдентификаторыСервисовСопровождения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИнвентаризацияЗапасовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ИнвентаризацияЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИнвентаризацияЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИнвентаризацияЗапасовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ИнвентаризацияЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИнвентаризацияЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИнтервалыДоставки" 

	Дано Я открываю основную форму списка справочника "ИнтервалыДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИнтервалыДоставки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИнтервалыДоставки"

	Дано Я открываю основную форму справочника "ИнтервалыДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИнтервалыДоставки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИнформационныеСсылкиДляФорм" 

	Дано Я открываю основную форму списка справочника "ИнформационныеСсылкиДляФорм"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИнформационныеСсылкиДляФорм"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИнформационныеСсылкиДляФорм"

	Дано Я открываю основную форму справочника "ИнформационныеСсылкиДляФорм"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИнформационныеСсылкиДляФорм"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИСМППрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ИСМППрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИСМППрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИСМППрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ИСМППрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИСМППрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИсторияПроверкиИКорректировкиДанных" 

	Дано Я открываю основную форму списка справочника "ИсторияПроверкиИКорректировкиДанных"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИсторияПроверкиИКорректировкиДанных"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИсторияПроверкиИКорректировкиДанных"

	Дано Я открываю основную форму справочника "ИсторияПроверкиИКорректировкиДанных"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИсторияПроверкиИКорректировкиДанных"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИсторияПроверкиИКорректировкиДанныхПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ИсторияПроверкиИКорректировкиДанныхПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИсторияПроверкиИКорректировкиДанныхПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИсторияПроверкиИКорректировкиДанныхПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ИсторияПроверкиИКорректировкиДанныхПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИсторияПроверкиИКорректировкиДанныхПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ИсточникиПривлеченияПокупателей" 

	Дано Я открываю основную форму списка справочника "ИсточникиПривлеченияПокупателей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИсточникиПривлеченияПокупателей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ИсточникиПривлеченияПокупателей"

	Дано Я открываю основную форму справочника "ИсточникиПривлеченияПокупателей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ИсточникиПривлеченияПокупателей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Календари" 

	Дано Я открываю основную форму списка справочника "Календари"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Календари"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Календари"

	Дано Я открываю основную форму справочника "Календари"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Календари"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КалендариСотрудников" 

	Дано Я открываю основную форму списка справочника "КалендариСотрудников"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КалендариСотрудников"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КалендариСотрудников"

	Дано Я открываю основную форму справочника "КалендариСотрудников"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КалендариСотрудников"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КалендарьПерсональныхЗадачОтчетности" 

	Дано Я открываю основную форму списка справочника "КалендарьПерсональныхЗадачОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КалендарьПерсональныхЗадачОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КалендарьПерсональныхЗадачОтчетности"

	Дано Я открываю основную форму справочника "КалендарьПерсональныхЗадачОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КалендарьПерсональныхЗадачОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КалендарьПодготовкиОтчетности" 

	Дано Я открываю основную форму списка справочника "КалендарьПодготовкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КалендарьПодготовкиОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КалендарьПодготовкиОтчетности"

	Дано Я открываю основную форму справочника "КалендарьПодготовкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КалендарьПодготовкиОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КарточкиАнализаБизнеса" 

	Дано Я открываю основную форму списка справочника "КарточкиАнализаБизнеса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КарточкиАнализаБизнеса"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КарточкиАнализаБизнеса"

	Дано Я открываю основную форму справочника "КарточкиАнализаБизнеса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КарточкиАнализаБизнеса"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Кассы" 

	Дано Я открываю основную форму списка справочника "Кассы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Кассы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Кассы"

	Дано Я открываю основную форму справочника "Кассы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Кассы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КассыККМ" 

	Дано Я открываю основную форму списка справочника "КассыККМ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КассыККМ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КассыККМ"

	Дано Я открываю основную форму справочника "КассыККМ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КассыККМ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КассыККММП" 

	Дано Я открываю основную форму списка справочника "КассыККММП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КассыККММП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КассыККММП"

	Дано Я открываю основную форму справочника "КассыККММП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КассыККММП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КатегорииДоговоров" 

	Дано Я открываю основную форму списка справочника "КатегорииДоговоров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КатегорииДоговоров"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КатегорииДоговоров"

	Дано Я открываю основную форму справочника "КатегорииДоговоров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КатегорииДоговоров"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КатегорииНоменклатуры" 

	Дано Я открываю основную форму списка справочника "КатегорииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КатегорииНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КатегорииНоменклатуры"

	Дано Я открываю основную форму справочника "КатегорииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КатегорииНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторАлкогольнойПродукцииЕГАИС" 

	Дано Я открываю основную форму списка справочника "КлассификаторАлкогольнойПродукцииЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторАлкогольнойПродукцииЕГАИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторАлкогольнойПродукцииЕГАИС"

	Дано Я открываю основную форму справочника "КлассификаторАлкогольнойПродукцииЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторАлкогольнойПродукцииЕГАИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторБанков" 

	Дано Я открываю основную форму списка справочника "КлассификаторБанков"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторБанков"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторБанков"

	Дано Я открываю основную форму справочника "КлассификаторБанков"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторБанков"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторДОПОГЭПД" 

	Дано Я открываю основную форму списка справочника "КлассификаторДОПОГЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторДОПОГЭПД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторДОПОГЭПД"

	Дано Я открываю основную форму справочника "КлассификаторДОПОГЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторДОПОГЭПД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторЕдиницИзмерения" 

	Дано Я открываю основную форму списка справочника "КлассификаторЕдиницИзмерения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторЕдиницИзмерения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторЕдиницИзмерения"

	Дано Я открываю основную форму справочника "КлассификаторЕдиницИзмерения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторЕдиницИзмерения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторЗанятий" 

	Дано Я открываю основную форму списка справочника "КлассификаторЗанятий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторЗанятий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторЗанятий"

	Дано Я открываю основную форму справочника "КлассификаторЗанятий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторЗанятий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторКонтактов" 

	Дано Я открываю основную форму списка справочника "КлассификаторКонтактов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторКонтактов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторКонтактов"

	Дано Я открываю основную форму справочника "КлассификаторКонтактов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторКонтактов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторОрганизацийЕГАИС" 

	Дано Я открываю основную форму списка справочника "КлассификаторОрганизацийЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторОрганизацийЕГАИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторОрганизацийЕГАИС"

	Дано Я открываю основную форму справочника "КлассификаторОрганизацийЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторОрганизацийЕГАИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторТНВЭД" 

	Дано Я открываю основную форму списка справочника "КлассификаторТНВЭД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторТНВЭД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторТНВЭД"

	Дано Я открываю основную форму справочника "КлассификаторТНВЭД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторТНВЭД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлассификаторУпаковкиЭПД" 

	Дано Я открываю основную форму списка справочника "КлассификаторУпаковкиЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторУпаковкиЭПД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлассификаторУпаковкиЭПД"

	Дано Я открываю основную форму справочника "КлассификаторУпаковкиЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлассификаторУпаковкиЭПД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлючевыеОперации" 

	Дано Я открываю основную форму списка справочника "КлючевыеОперации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючевыеОперации"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлючевыеОперации"

	Дано Я открываю основную форму справочника "КлючевыеОперации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючевыеОперации"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлючевыеРесурсы" 

	Дано Я открываю основную форму списка справочника "КлючевыеРесурсы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючевыеРесурсы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлючевыеРесурсы"

	Дано Я открываю основную форму справочника "КлючевыеРесурсы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючевыеРесурсы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлючевыеРесурсыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "КлючевыеРесурсыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючевыеРесурсыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлючевыеРесурсыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "КлючевыеРесурсыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючевыеРесурсыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлючиДоступа" 

	Дано Я открываю основную форму списка справочника "КлючиДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючиДоступа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлючиДоступа"

	Дано Я открываю основную форму справочника "КлючиДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючиДоступа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КлючиИнтеграцийСИнтернетМагазином" 

	Дано Я открываю основную форму списка справочника "КлючиИнтеграцийСИнтернетМагазином"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючиИнтеграцийСИнтернетМагазином"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КлючиИнтеграцийСИнтернетМагазином"

	Дано Я открываю основную форму справочника "КлючиИнтеграцийСИнтернетМагазином"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КлючиИнтеграцийСИнтернетМагазином"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КодыДоходовНДФЛ" 

	Дано Я открываю основную форму списка справочника "КодыДоходовНДФЛ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КодыДоходовНДФЛ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КодыДоходовНДФЛ"

	Дано Я открываю основную форму справочника "КодыДоходовНДФЛ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КодыДоходовНДФЛ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КодыОперацийПрослеживаемости" 

	Дано Я открываю основную форму списка справочника "КодыОперацийПрослеживаемости"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КодыОперацийПрослеживаемости"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КодыОперацийПрослеживаемости"

	Дано Я открываю основную форму справочника "КодыОперацийПрослеживаемости"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КодыОперацийПрослеживаемости"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КолонкиКалендарейСотрудников" 

	Дано Я открываю основную форму списка справочника "КолонкиКалендарейСотрудников"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КолонкиКалендарейСотрудников"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КолонкиКалендарейСотрудников"

	Дано Я открываю основную форму справочника "КолонкиКалендарейСотрудников"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КолонкиКалендарейСотрудников"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Комиссии" 

	Дано Я открываю основную форму списка справочника "Комиссии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Комиссии"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Комиссии"

	Дано Я открываю основную форму справочника "Комиссии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Комиссии"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КомплектацииНоменклатуры" 

	Дано Я открываю основную форму списка справочника "КомплектацииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КомплектацииНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КомплектацииНоменклатуры"

	Дано Я открываю основную форму справочника "КомплектацииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КомплектацииНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КомплектыОтчетностиПерсучета" 

	Дано Я открываю основную форму списка справочника "КомплектыОтчетностиПерсучета"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КомплектыОтчетностиПерсучета"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КомплектыОтчетностиПерсучета"

	Дано Я открываю основную форму справочника "КомплектыОтчетностиПерсучета"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КомплектыОтчетностиПерсучета"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КонтактныеЛица" 

	Дано Я открываю основную форму списка справочника "КонтактныеЛица"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактныеЛица"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КонтактныеЛица"

	Дано Я открываю основную форму справочника "КонтактныеЛица"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактныеЛица"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КонтактныеЛицаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "КонтактныеЛицаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактныеЛицаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КонтактныеЛицаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "КонтактныеЛицаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактныеЛицаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КонтактныеФормыGoogle" 

	Дано Я открываю основную форму списка справочника "КонтактныеФормыGoogle"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактныеФормыGoogle"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КонтактныеФормыGoogle"

	Дано Я открываю основную форму справочника "КонтактныеФормыGoogle"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактныеФормыGoogle"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КонтактыЛидов" 

	Дано Я открываю основную форму списка справочника "КонтактыЛидов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактыЛидов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КонтактыЛидов"

	Дано Я открываю основную форму справочника "КонтактыЛидов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтактыЛидов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Контрагенты" 

	Дано Я открываю основную форму списка справочника "Контрагенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Контрагенты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Контрагенты"

	Дано Я открываю основную форму справочника "Контрагенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Контрагенты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КонтрагентыМП" 

	Дано Я открываю основную форму списка справочника "КонтрагентыМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтрагентыМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КонтрагентыМП"

	Дано Я открываю основную форму справочника "КонтрагентыМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтрагентыМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КонтрагентыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "КонтрагентыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтрагентыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КонтрагентыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "КонтрагентыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КонтрагентыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КорректировкаПоступленияПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "КорректировкаПоступленияПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КорректировкаПоступленияПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КорректировкаПоступленияПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "КорректировкаПоступленияПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КорректировкаПоступленияПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КорректировкаРеализацииПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "КорректировкаРеализацииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КорректировкаРеализацииПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КорректировкаРеализацииПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "КорректировкаРеализацииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КорректировкаРеализацииПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "КТРУ" 

	Дано Я открываю основную форму списка справочника "КТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КТРУ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "КТРУ"

	Дано Я открываю основную форму справочника "КТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника КТРУ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЛентыНовостей" 

	Дано Я открываю основную форму списка справочника "ЛентыНовостей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛентыНовостей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЛентыНовостей"

	Дано Я открываю основную форму справочника "ЛентыНовостей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛентыНовостей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Лиды" 

	Дано Я открываю основную форму списка справочника "Лиды"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Лиды"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Лиды"

	Дано Я открываю основную форму справочника "Лиды"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Лиды"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЛидыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ЛидыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛидыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЛидыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ЛидыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛидыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЛицензииПоставщиковАлкогольнойПродукции" 

	Дано Я открываю основную форму списка справочника "ЛицензииПоставщиковАлкогольнойПродукции"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛицензииПоставщиковАлкогольнойПродукции"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЛицензииПоставщиковАлкогольнойПродукции"

	Дано Я открываю основную форму справочника "ЛицензииПоставщиковАлкогольнойПродукции"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛицензииПоставщиковАлкогольнойПродукции"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЛицензионныеКарточкиТранспортныхСредств" 

	Дано Я открываю основную форму списка справочника "ЛицензионныеКарточкиТранспортныхСредств"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛицензионныеКарточкиТранспортныхСредств"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЛицензионныеКарточкиТранспортныхСредств"

	Дано Я открываю основную форму справочника "ЛицензионныеКарточкиТранспортныхСредств"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЛицензионныеКарточкиТранспортныхСредств"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МакетыПенсионныхДел" 

	Дано Я открываю основную форму списка справочника "МакетыПенсионныхДел"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МакетыПенсионныхДел"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МакетыПенсионныхДел"

	Дано Я открываю основную форму справочника "МакетыПенсионныхДел"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МакетыПенсионныхДел"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МакетыПенсионныхДелПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "МакетыПенсионныхДелПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МакетыПенсионныхДелПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МакетыПенсионныхДелПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "МакетыПенсионныхДелПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МакетыПенсионныхДелПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МакетыПечатныхФорм" 

	Дано Я открываю основную форму списка справочника "МакетыПечатныхФорм"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МакетыПечатныхФорм"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МакетыПечатныхФорм"

	Дано Я открываю основную форму справочника "МакетыПечатныхФорм"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МакетыПечатныхФорм"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МаршрутыПодписания" 

	Дано Я открываю основную форму списка справочника "МаршрутыПодписания"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МаршрутыПодписания"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МаршрутыПодписания"

	Дано Я открываю основную форму справочника "МаршрутыПодписания"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МаршрутыПодписания"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МассоваяРассылкаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "МассоваяРассылкаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МассоваяРассылкаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МассоваяРассылкаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "МассоваяРассылкаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МассоваяРассылкаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МашиночитаемыеДоверенностиКонтрагентов" 

	Дано Я открываю основную форму списка справочника "МашиночитаемыеДоверенностиКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МашиночитаемыеДоверенностиКонтрагентов"

	Дано Я открываю основную форму справочника "МашиночитаемыеДоверенностиКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МашиночитаемыеДоверенностиОрганизаций" 

	Дано Я открываю основную форму списка справочника "МашиночитаемыеДоверенностиОрганизаций"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиОрганизаций"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МашиночитаемыеДоверенностиОрганизаций"

	Дано Я открываю основную форму справочника "МашиночитаемыеДоверенностиОрганизаций"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиОрганизаций"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МашиночитаемыеДоверенностиФНС" 

	Дано Я открываю основную форму списка справочника "МашиночитаемыеДоверенностиФНС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиФНС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МашиночитаемыеДоверенностиФНС"

	Дано Я открываю основную форму справочника "МашиночитаемыеДоверенностиФНС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиФНС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МашиночитаемыеДоверенностиФСС" 

	Дано Я открываю основную форму списка справочника "МашиночитаемыеДоверенностиФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиФСС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МашиночитаемыеДоверенностиФСС"

	Дано Я открываю основную форму справочника "МашиночитаемыеДоверенностиФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МашиночитаемыеДоверенностиФСС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "МобильныеПриложения" 

	Дано Я открываю основную форму списка справочника "МобильныеПриложения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МобильныеПриложения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "МобильныеПриложения"

	Дано Я открываю основную форму справочника "МобильныеПриложения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника МобильныеПриложения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НаборыГруппДоступа" 

	Дано Я открываю основную форму списка справочника "НаборыГруппДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаборыГруппДоступа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НаборыГруппДоступа"

	Дано Я открываю основную форму справочника "НаборыГруппДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаборыГруппДоступа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НаборыДополнительныхРеквизитовИСведений" 

	Дано Я открываю основную форму списка справочника "НаборыДополнительныхРеквизитовИСведений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаборыДополнительныхРеквизитовИСведений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НаборыДополнительныхРеквизитовИСведений"

	Дано Я открываю основную форму справочника "НаборыДополнительныхРеквизитовИСведений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаборыДополнительныхРеквизитовИСведений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НаборыЕдиницИзмерения" 

	Дано Я открываю основную форму списка справочника "НаборыЕдиницИзмерения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаборыЕдиницИзмерения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НаборыЕдиницИзмерения"

	Дано Я открываю основную форму справочника "НаборыЕдиницИзмерения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаборыЕдиницИзмерения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НалоговыеОрганы" 

	Дано Я открываю основную форму списка справочника "НалоговыеОрганы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НалоговыеОрганы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НалоговыеОрганы"

	Дано Я открываю основную форму справочника "НалоговыеОрганы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НалоговыеОрганы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НаправленияДеятельности" 

	Дано Я открываю основную форму списка справочника "НаправленияДеятельности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаправленияДеятельности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НаправленияДеятельности"

	Дано Я открываю основную форму справочника "НаправленияДеятельности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаправленияДеятельности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НаправленияСдачиОтчетности" 

	Дано Я открываю основную форму списка справочника "НаправленияСдачиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаправленияСдачиОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НаправленияСдачиОтчетности"

	Дано Я открываю основную форму справочника "НаправленияСдачиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НаправленияСдачиОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиАвторизацииИнтернетСервисов" 

	Дано Я открываю основную форму списка справочника "НастройкиАвторизацииИнтернетСервисов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиАвторизацииИнтернетСервисов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиАвторизацииИнтернетСервисов"

	Дано Я открываю основную форму справочника "НастройкиАвторизацииИнтернетСервисов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиАвторизацииИнтернетСервисов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиВыгрузкиОстатковПоставщиковНаСайт" 

	Дано Я открываю основную форму списка справочника "НастройкиВыгрузкиОстатковПоставщиковНаСайт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиВыгрузкиОстатковПоставщиковНаСайт"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиВыгрузкиОстатковПоставщиковНаСайт"

	Дано Я открываю основную форму справочника "НастройкиВыгрузкиОстатковПоставщиковНаСайт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиВыгрузкиОстатковПоставщиковНаСайт"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиИнтеграцииCRM" 

	Дано Я открываю основную форму списка справочника "НастройкиИнтеграцииCRM"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиИнтеграцииCRM"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиИнтеграцииCRM"

	Дано Я открываю основную форму справочника "НастройкиИнтеграцииCRM"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиИнтеграцииCRM"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиИнтеграцииСИнтернетМагазином" 

	Дано Я открываю основную форму списка справочника "НастройкиИнтеграцииСИнтернетМагазином"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиИнтеграцииСИнтернетМагазином"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиИнтеграцииСИнтернетМагазином"

	Дано Я открываю основную форму справочника "НастройкиИнтеграцииСИнтернетМагазином"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиИнтеграцииСИнтернетМагазином"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиИнтеграцииСПлатежнымиСистемами" 

	Дано Я открываю основную форму списка справочника "НастройкиИнтеграцииСПлатежнымиСистемами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиИнтеграцииСПлатежнымиСистемами"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиИнтеграцииСПлатежнымиСистемами"

	Дано Я открываю основную форму справочника "НастройкиИнтеграцииСПлатежнымиСистемами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиИнтеграцииСПлатежнымиСистемами"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиНумерацииДоговоровКонтрагентов" 

	Дано Я открываю основную форму списка справочника "НастройкиНумерацииДоговоровКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиНумерацииДоговоровКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиНумерацииДоговоровКонтрагентов"

	Дано Я открываю основную форму справочника "НастройкиНумерацииДоговоровКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиНумерацииДоговоровКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиОбменСБанками" 

	Дано Я открываю основную форму списка справочника "НастройкиОбменСБанками"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиОбменСБанками"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиОбменСБанками"

	Дано Я открываю основную форму справочника "НастройкиОбменСБанками"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиОбменСБанками"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиОнлайнОплат" 

	Дано Я открываю основную форму списка справочника "НастройкиОнлайнОплат"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиОнлайнОплат"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиОнлайнОплат"

	Дано Я открываю основную форму справочника "НастройкиОнлайнОплат"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиОнлайнОплат"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиПубликацииМЛК" 

	Дано Я открываю основную форму списка справочника "НастройкиПубликацииМЛК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиПубликацииМЛК"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиПубликацииМЛК"

	Дано Я открываю основную форму справочника "НастройкиПубликацииМЛК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиПубликацииМЛК"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиРабочегоМестаКассира" 

	Дано Я открываю основную форму списка справочника "НастройкиРабочегоМестаКассира"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРабочегоМестаКассира"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиРабочегоМестаКассира"

	Дано Я открываю основную форму справочника "НастройкиРабочегоМестаКассира"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРабочегоМестаКассира"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиРассылкиСостояниеКомпании" 

	Дано Я открываю основную форму списка справочника "НастройкиРассылкиСостояниеКомпании"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРассылкиСостояниеКомпании"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиРассылкиСостояниеКомпании"

	Дано Я открываю основную форму справочника "НастройкиРассылкиСостояниеКомпании"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРассылкиСостояниеКомпании"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиРегламентныхЗаданийВЕТИС" 

	Дано Я открываю основную форму списка справочника "НастройкиРегламентныхЗаданийВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРегламентныхЗаданийВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиРегламентныхЗаданийВЕТИС"

	Дано Я открываю основную форму справочника "НастройкиРегламентныхЗаданийВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРегламентныхЗаданийВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиРМК" 

	Дано Я открываю основную форму списка справочника "НастройкиРМК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРМК"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиРМК"

	Дано Я открываю основную форму справочника "НастройкиРМК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиРМК"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиЭДО" 

	Дано Я открываю основную форму списка справочника "НастройкиЭДО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиЭДО"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиЭДО"

	Дано Я открываю основную форму справочника "НастройкиЭДО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиЭДО"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НастройкиЯндексДоставки" 

	Дано Я открываю основную форму списка справочника "НастройкиЯндексДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиЯндексДоставки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НастройкиЯндексДоставки"

	Дано Я открываю основную форму справочника "НастройкиЯндексДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НастройкиЯндексДоставки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Новости" 

	Дано Я открываю основную форму списка справочника "Новости"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Новости"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Новости"

	Дано Я открываю основную форму справочника "Новости"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Новости"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НовостиМЛК" 

	Дано Я открываю основную форму списка справочника "НовостиМЛК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НовостиМЛК"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НовостиМЛК"

	Дано Я открываю основную форму справочника "НовостиМЛК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НовостиМЛК"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Номенклатура" 

	Дано Я открываю основную форму списка справочника "Номенклатура"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Номенклатура"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Номенклатура"

	Дано Я открываю основную форму справочника "Номенклатура"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Номенклатура"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НоменклатураКонтрагентов" 

	Дано Я открываю основную форму списка справочника "НоменклатураКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НоменклатураКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НоменклатураКонтрагентов"

	Дано Я открываю основную форму справочника "НоменклатураКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НоменклатураКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НоменклатураПоставщиков" 

	Дано Я открываю основную форму списка справочника "НоменклатураПоставщиков"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НоменклатураПоставщиков"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НоменклатураПоставщиков"

	Дано Я открываю основную форму справочника "НоменклатураПоставщиков"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НоменклатураПоставщиков"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НоменклатураПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "НоменклатураПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НоменклатураПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НоменклатураПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "НоменклатураПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НоменклатураПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "НомераГТД" 

	Дано Я открываю основную форму списка справочника "НомераГТД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НомераГТД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "НомераГТД"

	Дано Я открываю основную форму справочника "НомераГТД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника НомераГТД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОбработчикиОчередиЗаданий" 

	Дано Я открываю основную форму списка справочника "ОбработчикиОчередиЗаданий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОбработчикиОчередиЗаданий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОбработчикиОчередиЗаданий"

	Дано Я открываю основную форму справочника "ОбработчикиОчередиЗаданий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОбработчикиОчередиЗаданий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОбщиеВнешниеКомпоненты" 

	Дано Я открываю основную форму списка справочника "ОбщиеВнешниеКомпоненты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОбщиеВнешниеКомпоненты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОбщиеВнешниеКомпоненты"

	Дано Я открываю основную форму справочника "ОбщиеВнешниеКомпоненты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОбщиеВнешниеКомпоненты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОбщиеДанныеИнформационногоЦентра" 

	Дано Я открываю основную форму списка справочника "ОбщиеДанныеИнформационногоЦентра"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОбщиеДанныеИнформационногоЦентра"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОбщиеДанныеИнформационногоЦентра"

	Дано Я открываю основную форму справочника "ОбщиеДанныеИнформационногоЦентра"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОбщиеДанныеИнформационногоЦентра"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОКУН" 

	Дано Я открываю основную форму списка справочника "ОКУН"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОКУН"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОКУН"

	Дано Я открываю основную форму справочника "ОКУН"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОКУН"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОписиВходящихДокументовИзНалоговыхОрганов" 

	Дано Я открываю основную форму списка справочника "ОписиВходящихДокументовИзНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОписиВходящихДокументовИзНалоговыхОрганов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОписиВходящихДокументовИзНалоговыхОрганов"

	Дано Я открываю основную форму справочника "ОписиВходящихДокументовИзНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОписиВходящихДокументовИзНалоговыхОрганов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОписиИсходящихДокументовВНалоговыеОрганы" 

	Дано Я открываю основную форму списка справочника "ОписиИсходящихДокументовВНалоговыеОрганы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОписиИсходящихДокументовВНалоговыеОрганы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОписиИсходящихДокументовВНалоговыеОрганы"

	Дано Я открываю основную форму справочника "ОписиИсходящихДокументовВНалоговыеОрганы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОписиИсходящихДокументовВНалоговыеОрганы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОписьОДВ_1ПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ОписьОДВ_1ПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОписьОДВ_1ПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОписьОДВ_1ПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ОписьОДВ_1ПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОписьОДВ_1ПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОповещенияПользователей" 

	Дано Я открываю основную форму списка справочника "ОповещенияПользователей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОповещенияПользователей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОповещенияПользователей"

	Дано Я открываю основную форму справочника "ОповещенияПользователей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОповещенияПользователей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Организации" 

	Дано Я открываю основную форму списка справочника "Организации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Организации"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Организации"

	Дано Я открываю основную форму справочника "Организации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Организации"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОрганизацииПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ОрганизацииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОрганизацииПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОрганизацииПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ОрганизацииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОрганизацииПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОрганыПФР" 

	Дано Я открываю основную форму списка справочника "ОрганыПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОрганыПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОрганыПФР"

	Дано Я открываю основную форму справочника "ОрганыПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОрганыПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОрганыФСГС" 

	Дано Я открываю основную форму списка справочника "ОрганыФСГС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОрганыФСГС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОрганыФСГС"

	Дано Я открываю основную форму справочника "ОрганыФСГС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОрганыФСГС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОснованияДосрочногоНазначенияПенсии" 

	Дано Я открываю основную форму списка справочника "ОснованияДосрочногоНазначенияПенсии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияДосрочногоНазначенияПенсии"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОснованияДосрочногоНазначенияПенсии"

	Дано Я открываю основную форму справочника "ОснованияДосрочногоНазначенияПенсии"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияДосрочногоНазначенияПенсии"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОснованияДосрочногоНазначенияПенсииДляСЗВК" 

	Дано Я открываю основную форму списка справочника "ОснованияДосрочногоНазначенияПенсииДляСЗВК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияДосрочногоНазначенияПенсииДляСЗВК"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОснованияДосрочногоНазначенияПенсииДляСЗВК"

	Дано Я открываю основную форму справочника "ОснованияДосрочногоНазначенияПенсииДляСЗВК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияДосрочногоНазначенияПенсииДляСЗВК"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОснованияИсчисляемогоСтраховогоСтажа" 

	Дано Я открываю основную форму списка справочника "ОснованияИсчисляемогоСтраховогоСтажа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияИсчисляемогоСтраховогоСтажа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОснованияИсчисляемогоСтраховогоСтажа"

	Дано Я открываю основную форму справочника "ОснованияИсчисляемогоСтраховогоСтажа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияИсчисляемогоСтраховогоСтажа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОснованияУвольнения" 

	Дано Я открываю основную форму списка справочника "ОснованияУвольнения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияУвольнения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОснованияУвольнения"

	Дано Я открываю основную форму справочника "ОснованияУвольнения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОснованияУвольнения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОсобыеУсловияТрудаДляСЗВКПФР" 

	Дано Я открываю основную форму списка справочника "ОсобыеУсловияТрудаДляСЗВКПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОсобыеУсловияТрудаДляСЗВКПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОсобыеУсловияТрудаДляСЗВКПФР"

	Дано Я открываю основную форму справочника "ОсобыеУсловияТрудаДляСЗВКПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОсобыеУсловияТрудаДляСЗВКПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОсобыеУсловияТрудаПФР" 

	Дано Я открываю основную форму списка справочника "ОсобыеУсловияТрудаПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОсобыеУсловияТрудаПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОсобыеУсловияТрудаПФР"

	Дано Я открываю основную форму справочника "ОсобыеУсловияТрудаПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОсобыеУсловияТрудаПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтветственныеЗаАктуализациюТокеновАвторизацииИСМП" 

	Дано Я открываю основную форму списка справочника "ОтветственныеЗаАктуализациюТокеновАвторизацииИСМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтветственныеЗаАктуализациюТокеновАвторизацииИСМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтветственныеЗаАктуализациюТокеновАвторизацииИСМП"

	Дано Я открываю основную форму справочника "ОтветственныеЗаАктуализациюТокеновАвторизацииИСМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтветственныеЗаАктуализациюТокеновАвторизацииИСМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтветСтрахователяНаТребованиеПроверкиФССПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ОтветСтрахователяНаТребованиеПроверкиФССПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтветСтрахователяНаТребованиеПроверкиФССПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтветСтрахователяНаТребованиеПроверкиФССПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ОтветСтрахователяНаТребованиеПроверкиФССПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтветСтрахователяНаТребованиеПроверкиФССПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтправкиОтчетности" 

	Дано Я открываю основную форму списка справочника "ОтправкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтправкиОтчетности"

	Дано Я открываю основную форму справочника "ОтправкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтправкиРПН" 

	Дано Я открываю основную форму списка справочника "ОтправкиРПН"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиРПН"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтправкиРПН"

	Дано Я открываю основную форму справочника "ОтправкиРПН"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиРПН"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтправкиФСРАР" 

	Дано Я открываю основную форму списка справочника "ОтправкиФСРАР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиФСРАР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтправкиФСРАР"

	Дано Я открываю основную форму справочника "ОтправкиФСРАР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиФСРАР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтправкиФСС" 

	Дано Я открываю основную форму списка справочника "ОтправкиФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиФСС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтправкиФСС"

	Дано Я открываю основную форму справочника "ОтправкиФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиФСС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтправкиФТС" 

	Дано Я открываю основную форму списка справочника "ОтправкиФТС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиФТС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтправкиФТС"

	Дано Я открываю основную форму справочника "ОтправкиФТС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтправкиФТС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтчетКомиссионераОСписанииПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ОтчетКомиссионераОСписанииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтчетКомиссионераОСписанииПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтчетКомиссионераОСписанииПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ОтчетКомиссионераОСписанииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтчетКомиссионераОСписанииПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтчетКомиссионераПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ОтчетКомиссионераПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтчетКомиссионераПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтчетКомиссионераПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ОтчетКомиссионераПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтчетКомиссионераПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОтчетОРозничныхПродажахПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ОтчетОРозничныхПродажахПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтчетОРозничныхПродажахПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОтчетОРозничныхПродажахПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ОтчетОРозничныхПродажахПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОтчетОРозничныхПродажахПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОфлайнОборудование" 

	Дано Я открываю основную форму списка справочника "ОфлайнОборудование"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОфлайнОборудование"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОфлайнОборудование"

	Дано Я открываю основную форму справочника "ОфлайнОборудование"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОфлайнОборудование"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОчередьЗаданий" 

	Дано Я открываю основную форму списка справочника "ОчередьЗаданий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОчередьЗаданий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОчередьЗаданий"

	Дано Я открываю основную форму справочника "ОчередьЗаданий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОчередьЗаданий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ОчередьЭлектронныхЧековКОтправке" 

	Дано Я открываю основную форму списка справочника "ОчередьЭлектронныхЧековКОтправке"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОчередьЭлектронныхЧековКОтправке"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ОчередьЭлектронныхЧековКОтправке"

	Дано Я открываю основную форму справочника "ОчередьЭлектронныхЧековКОтправке"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ОчередьЭлектронныхЧековКОтправке"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПакетОбменСБанкамиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПакетОбменСБанкамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПакетОбменСБанкамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПакетОбменСБанкамиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПакетОбменСБанкамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПакетОбменСБанкамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПалитраТоваровРМК" 

	Дано Я открываю основную форму списка справочника "ПалитраТоваровРМК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПалитраТоваровРМК"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПалитраТоваровРМК"

	Дано Я открываю основную форму справочника "ПалитраТоваровРМК"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПалитраТоваровРМК"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПалитраТоваровРМКПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПалитраТоваровРМКПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПалитраТоваровРМКПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПалитраТоваровРМКПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПалитраТоваровРМКПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПалитраТоваровРМКПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПапкиФайлов" 

	Дано Я открываю основную форму списка справочника "ПапкиФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПапкиФайлов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПапкиФайлов"

	Дано Я открываю основную форму справочника "ПапкиФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПапкиФайлов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПараметрыИсчисляемогоСтраховогоСтажа" 

	Дано Я открываю основную форму списка справочника "ПараметрыИсчисляемогоСтраховогоСтажа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПараметрыИсчисляемогоСтраховогоСтажа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПараметрыИсчисляемогоСтраховогоСтажа"

	Дано Я открываю основную форму справочника "ПараметрыИсчисляемогоСтраховогоСтажа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПараметрыИсчисляемогоСтраховогоСтажа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПараметрыРасчетов" 

	Дано Я открываю основную форму списка справочника "ПараметрыРасчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПараметрыРасчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПараметрыРасчетов"

	Дано Я открываю основную форму справочника "ПараметрыРасчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПараметрыРасчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПараметрыРасчетовДоставки" 

	Дано Я открываю основную форму списка справочника "ПараметрыРасчетовДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПараметрыРасчетовДоставки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПараметрыРасчетовДоставки"

	Дано Я открываю основную форму справочника "ПараметрыРасчетовДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПараметрыРасчетовДоставки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПартииНоменклатуры" 

	Дано Я открываю основную форму списка справочника "ПартииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПартииНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПартииНоменклатуры"

	Дано Я открываю основную форму справочника "ПартииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПартииНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПартииНоменклатурыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПартииНоменклатурыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПартииНоменклатурыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПартииНоменклатурыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПартииНоменклатурыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПартииНоменклатурыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Патенты" 

	Дано Я открываю основную форму списка справочника "Патенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Патенты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Патенты"

	Дано Я открываю основную форму справочника "Патенты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Патенты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПеремещениеЗапасовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПеремещениеЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПеремещениеЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПеремещениеЗапасовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПеремещениеЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПеремещениеЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПерепискаСКонтролирующимиОрганами" 

	Дано Я открываю основную форму списка справочника "ПерепискаСКонтролирующимиОрганами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПерепискаСКонтролирующимиОрганами"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПерепискаСКонтролирующимиОрганами"

	Дано Я открываю основную форму справочника "ПерепискаСКонтролирующимиОрганами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПерепискаСКонтролирующимиОрганами"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПерепискаСКонтролирующимиОрганамиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПерепискаСКонтролирующимиОрганамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПерепискаСКонтролирующимиОрганамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПерепискаСКонтролирующимиОрганамиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПерепискаСКонтролирующимиОрганамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПерепискаСКонтролирующимиОрганамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПересортицаЗапасовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПересортицаЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПересортицаЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПересортицаЗапасовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПересортицаЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПересортицаЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПисьмоОбменСБанкамиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПисьмоОбменСБанкамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПисьмоОбменСБанкамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПисьмоОбменСБанкамиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПисьмоОбменСБанкамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПисьмоОбменСБанкамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПлатежноеПоручениеПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПлатежноеПоручениеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПлатежноеПоручениеПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПлатежноеПоручениеПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПлатежноеПоручениеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПлатежноеПоручениеПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПодключаемоеОборудование" 

	Дано Я открываю основную форму списка справочника "ПодключаемоеОборудование"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПодключаемоеОборудование"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПодключаемоеОборудование"

	Дано Я открываю основную форму справочника "ПодключаемоеОборудование"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПодключаемоеОборудование"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Подписи" 

	Дано Я открываю основную форму списка справочника "Подписи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Подписи"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Подписи"

	Дано Я открываю основную форму справочника "Подписи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Подписи"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПодписиПисем" 

	Дано Я открываю основную форму списка справочника "ПодписиПисем"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПодписиПисем"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПодписиПисем"

	Дано Я открываю основную форму справочника "ПодписиПисем"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПодписиПисем"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПоказателиБизнеса" 

	Дано Я открываю основную форму списка справочника "ПоказателиБизнеса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоказателиБизнеса"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПоказателиБизнеса"

	Дано Я открываю основную форму справочника "ПоказателиБизнеса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоказателиБизнеса"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПолитикаУчетаСерий" 

	Дано Я открываю основную форму списка справочника "ПолитикаУчетаСерий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПолитикаУчетаСерий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПолитикаУчетаСерий"

	Дано Я открываю основную форму справочника "ПолитикаУчетаСерий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПолитикаУчетаСерий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПолномочияПредставителяФСС" 

	Дано Я открываю основную форму списка справочника "ПолномочияПредставителяФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПолномочияПредставителяФСС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПолномочияПредставителяФСС"

	Дано Я открываю основную форму справочника "ПолномочияПредставителяФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПолномочияПредставителяФСС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПолныеПутиКФормам" 

	Дано Я открываю основную форму списка справочника "ПолныеПутиКФормам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПолныеПутиКФормам"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПолныеПутиКФормам"

	Дано Я открываю основную форму справочника "ПолныеПутиКФормам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПолныеПутиКФормам"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Пользователи" 

	Дано Я открываю основную форму списка справочника "Пользователи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Пользователи"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Пользователи"

	Дано Я открываю основную форму справочника "Пользователи"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Пользователи"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПользователиВЕТИС" 

	Дано Я открываю основную форму списка справочника "ПользователиВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПользователиВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПользователиВЕТИС"

	Дано Я открываю основную форму справочника "ПользователиВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПользователиВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПользователиМП" 

	Дано Я открываю основную форму списка справочника "ПользователиМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПользователиМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПользователиМП"

	Дано Я открываю основную форму справочника "ПользователиМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПользователиМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПользовательскиеНастройкиОтчетов" 

	Дано Я открываю основную форму списка справочника "ПользовательскиеНастройкиОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПользовательскиеНастройкиОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПользовательскиеНастройкиОтчетов"

	Дано Я открываю основную форму справочника "ПользовательскиеНастройкиОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПользовательскиеНастройкиОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПоставляемыеДанные" 

	Дано Я открываю основную форму списка справочника "ПоставляемыеДанные"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставляемыеДанные"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПоставляемыеДанные"

	Дано Я открываю основную форму справочника "ПоставляемыеДанные"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставляемыеДанные"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПоставляемыеДополнительныеОтчетыИОбработки" 

	Дано Я открываю основную форму списка справочника "ПоставляемыеДополнительныеОтчетыИОбработки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставляемыеДополнительныеОтчетыИОбработки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПоставляемыеДополнительныеОтчетыИОбработки"

	Дано Я открываю основную форму справочника "ПоставляемыеДополнительныеОтчетыИОбработки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставляемыеДополнительныеОтчетыИОбработки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПоставляемыеРасширения" 

	Дано Я открываю основную форму списка справочника "ПоставляемыеРасширения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставляемыеРасширения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПоставляемыеРасширения"

	Дано Я открываю основную форму справочника "ПоставляемыеРасширения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставляемыеРасширения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПоставщикиУслугСервиса" 

	Дано Я открываю основную форму списка справочника "ПоставщикиУслугСервиса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставщикиУслугСервиса"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПоставщикиУслугСервиса"

	Дано Я открываю основную форму справочника "ПоставщикиУслугСервиса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоставщикиУслугСервиса"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПоступлениеНаСчетПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПоступлениеНаСчетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоступлениеНаСчетПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПоступлениеНаСчетПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПоступлениеНаСчетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПоступлениеНаСчетПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПравилаОбменаСПодключаемымОборудованиемOffline" 

	Дано Я открываю основную форму списка справочника "ПравилаОбменаСПодключаемымОборудованиемOffline"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПравилаОбменаСПодключаемымОборудованиемOffline"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПравилаОбменаСПодключаемымОборудованиемOffline"

	Дано Я открываю основную форму справочника "ПравилаОбменаСПодключаемымОборудованиемOffline"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПравилаОбменаСПодключаемымОборудованиемOffline"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПравилаРабочегоПроцесса" 

	Дано Я открываю основную форму списка справочника "ПравилаРабочегоПроцесса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПравилаРабочегоПроцесса"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПравилаРабочегоПроцесса"

	Дано Я открываю основную форму справочника "ПравилаРабочегоПроцесса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПравилаРабочегоПроцесса"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПравилаРасчетаПремийПоЛичнымПродажам" 

	Дано Я открываю основную форму списка справочника "ПравилаРасчетаПремийПоЛичнымПродажам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПравилаРасчетаПремийПоЛичнымПродажам"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПравилаРасчетаПремийПоЛичнымПродажам"

	Дано Я открываю основную форму справочника "ПравилаРасчетаПремийПоЛичнымПродажам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПравилаРасчетаПремийПоЛичнымПродажам"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрайсЛисты" 

	Дано Я открываю основную форму списка справочника "ПрайсЛисты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛисты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрайсЛисты"

	Дано Я открываю основную форму справочника "ПрайсЛисты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛисты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрайсЛистыКонтрагентов" 

	Дано Я открываю основную форму списка справочника "ПрайсЛистыКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛистыКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрайсЛистыКонтрагентов"

	Дано Я открываю основную форму справочника "ПрайсЛистыКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛистыКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрайсЛистыКонтрагентовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПрайсЛистыКонтрагентовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛистыКонтрагентовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрайсЛистыКонтрагентовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПрайсЛистыКонтрагентовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛистыКонтрагентовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрайсЛистыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПрайсЛистыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛистыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрайсЛистыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПрайсЛистыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрайсЛистыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПредопределенныеВариантыОтчетов" 

	Дано Я открываю основную форму списка справочника "ПредопределенныеВариантыОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПредопределенныеВариантыОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПредопределенныеВариантыОтчетов"

	Дано Я открываю основную форму справочника "ПредопределенныеВариантыОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПредопределенныеВариантыОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПредопределенныеВариантыОтчетовРасширений" 

	Дано Я открываю основную форму списка справочника "ПредопределенныеВариантыОтчетовРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПредопределенныеВариантыОтчетовРасширений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПредопределенныеВариантыОтчетовРасширений"

	Дано Я открываю основную форму справочника "ПредопределенныеВариантыОтчетовРасширений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПредопределенныеВариантыОтчетовРасширений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПредприятияВЕТИС" 

	Дано Я открываю основную форму списка справочника "ПредприятияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПредприятияВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПредприятияВЕТИС"

	Дано Я открываю основную форму справочника "ПредприятияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПредприятияВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПриемИПередачаВРемонтПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПриемИПередачаВРемонтПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПриемИПередачаВРемонтПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПриемИПередачаВРемонтПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПриемИПередачаВРемонтПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПриемИПередачаВРемонтПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПриходнаяНакладнаяПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПриходнаяНакладнаяПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПриходнаяНакладнаяПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПриходнаяНакладнаяПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПриходнаяНакладнаяПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПриходнаяНакладнаяПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПричиныНеуспешногоЗавершенияРаботыСЛидом" 

	Дано Я открываю основную форму списка справочника "ПричиныНеуспешногоЗавершенияРаботыСЛидом"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПричиныНеуспешногоЗавершенияРаботыСЛидом"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПричиныНеуспешногоЗавершенияРаботыСЛидом"

	Дано Я открываю основную форму справочника "ПричиныНеуспешногоЗавершенияРаботыСЛидом"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПричиныНеуспешногоЗавершенияРаботыСЛидом"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПричиныОтменыЗаказа" 

	Дано Я открываю основную форму списка справочника "ПричиныОтменыЗаказа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПричиныОтменыЗаказа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПричиныОтменыЗаказа"

	Дано Я открываю основную форму справочника "ПричиныОтменыЗаказа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПричиныОтменыЗаказа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПричиныУвольненияПФР" 

	Дано Я открываю основную форму списка справочника "ПричиныУвольненияПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПричиныУвольненияПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПричиныУвольненияПФР"

	Дано Я открываю основную форму справочника "ПричиныУвольненияПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПричиныУвольненияПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрограммыЭлектроннойПодписиИШифрования" 

	Дано Я открываю основную форму списка справочника "ПрограммыЭлектроннойПодписиИШифрования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрограммыЭлектроннойПодписиИШифрования"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрограммыЭлектроннойПодписиИШифрования"

	Дано Я открываю основную форму справочника "ПрограммыЭлектроннойПодписиИШифрования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрограммыЭлектроннойПодписиИШифрования"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПродукцияВЕТИС" 

	Дано Я открываю основную форму списка справочника "ПродукцияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПродукцияВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПродукцияВЕТИС"

	Дано Я открываю основную форму справочника "ПродукцияВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПродукцияВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Проекты" 

	Дано Я открываю основную форму списка справочника "Проекты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Проекты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Проекты"

	Дано Я открываю основную форму справочника "Проекты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Проекты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПроектыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ПроектыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПроектыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПроектыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ПроектыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПроектыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПроизводственныеКалендари" 

	Дано Я открываю основную форму списка справочника "ПроизводственныеКалендари"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПроизводственныеКалендари"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПроизводственныеКалендари"

	Дано Я открываю основную форму справочника "ПроизводственныеКалендари"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПроизводственныеКалендари"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрофилиГруппДоступа" 

	Дано Я открываю основную форму списка справочника "ПрофилиГруппДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрофилиГруппДоступа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрофилиГруппДоступа"

	Дано Я открываю основную форму справочника "ПрофилиГруппДоступа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрофилиГруппДоступа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПрофилиКлючевыхОпераций" 

	Дано Я открываю основную форму списка справочника "ПрофилиКлючевыхОпераций"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрофилиКлючевыхОпераций"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПрофилиКлючевыхОпераций"

	Дано Я открываю основную форму справочника "ПрофилиКлючевыхОпераций"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПрофилиКлючевыхОпераций"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ПунктыВыдачиЗаказа" 

	Дано Я открываю основную форму списка справочника "ПунктыВыдачиЗаказа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПунктыВыдачиЗаказа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ПунктыВыдачиЗаказа"

	Дано Я открываю основную форму справочника "ПунктыВыдачиЗаказа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ПунктыВыдачиЗаказа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РабочиеМеста" 

	Дано Я открываю основную форму списка справочника "РабочиеМеста"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РабочиеМеста"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РабочиеМеста"

	Дано Я открываю основную форму справочника "РабочиеМеста"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РабочиеМеста"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РабочиеСменыСтруктурныхЕдиниц" 

	Дано Я открываю основную форму списка справочника "РабочиеСменыСтруктурныхЕдиниц"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РабочиеСменыСтруктурныхЕдиниц"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РабочиеСменыСтруктурныхЕдиниц"

	Дано Я открываю основную форму справочника "РабочиеСменыСтруктурныхЕдиниц"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РабочиеСменыСтруктурныхЕдиниц"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РассылкиОтчетов" 

	Дано Я открываю основную форму списка справочника "РассылкиОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РассылкиОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РассылкиОтчетов"

	Дано Я открываю основную форму справочника "РассылкиОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РассылкиОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РасходДСПланПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "РасходДСПланПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходДСПланПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РасходДСПланПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "РасходДСПланПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходДСПланПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РасходИзКассыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "РасходИзКассыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходИзКассыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РасходИзКассыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "РасходИзКассыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходИзКассыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РасходнаяНакладнаяПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "РасходнаяНакладнаяПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходнаяНакладнаяПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РасходнаяНакладнаяПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "РасходнаяНакладнаяПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходнаяНакладнаяПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РасходСоСчетаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "РасходСоСчетаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходСоСчетаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РасходСоСчетаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "РасходСоСчетаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РасходСоСчетаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РегистрацииВНалоговомОргане" 

	Дано Я открываю основную форму списка справочника "РегистрацииВНалоговомОргане"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РегистрацииВНалоговомОргане"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РегистрацииВНалоговомОргане"

	Дано Я открываю основную форму справочника "РегистрацииВНалоговомОргане"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РегистрацииВНалоговомОргане"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РегламентированныеОтчеты" 

	Дано Я открываю основную форму списка справочника "РегламентированныеОтчеты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РегламентированныеОтчеты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РегламентированныеОтчеты"

	Дано Я открываю основную форму справочника "РегламентированныеОтчеты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РегламентированныеОтчеты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РегламентированныйОтчетПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "РегламентированныйОтчетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РегламентированныйОтчетПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РегламентированныйОтчетПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "РегламентированныйОтчетПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РегламентированныйОтчетПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "РолиКонтактныхЛиц" 

	Дано Я открываю основную форму списка справочника "РолиКонтактныхЛиц"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РолиКонтактныхЛиц"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "РолиКонтактныхЛиц"

	Дано Я открываю основную форму справочника "РолиКонтактныхЛиц"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника РолиКонтактныхЛиц"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СборкаЗапасовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СборкаЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СборкаЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СборкаЗапасовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СборкаЗапасовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СборкаЗапасовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СведенияОСтраховомСтажеЗастрахованныхЛицСЗВ_СТАЖПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СведенияОСтраховомСтажеЗастрахованныхЛицСЗВ_СТАЖПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СведенияОСтраховомСтажеЗастрахованныхЛицСЗВ_СТАЖПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СведенияОСтраховомСтажеЗастрахованныхЛицСЗВ_СТАЖПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СведенияОСтраховомСтажеЗастрахованныхЛицСЗВ_СТАЖПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СведенияОСтраховомСтажеЗастрахованныхЛицСЗВ_СТАЖПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СведенияОТрудовойДеятельностиРаботникаСТД_РПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СведенияОТрудовойДеятельностиРаботникаСТД_РПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СведенияОТрудовойДеятельностиРаботникаСТД_РПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СведенияОТрудовойДеятельностиРаботникаСТД_РПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СведенияОТрудовойДеятельностиРаботникаСТД_РПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СведенияОТрудовойДеятельностиРаботникаСТД_РПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СведенияОТрудовойДеятельностиРаботниковСЗВ_ТДПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СведенияОТрудовойДеятельностиРаботниковСЗВ_ТДПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СведенияОТрудовойДеятельностиРаботниковСЗВ_ТДПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СведенияОТрудовойДеятельностиРаботниковСЗВ_ТДПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СведенияОТрудовойДеятельностиРаботниковСЗВ_ТДПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СведенияОТрудовойДеятельностиРаботниковСЗВ_ТДПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СверкаВзаиморасчетовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СверкаВзаиморасчетовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СверкаВзаиморасчетовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СверкаВзаиморасчетовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СверкаВзаиморасчетовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СверкаВзаиморасчетовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СдельныйНарядПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СдельныйНарядПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СдельныйНарядПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СдельныйНарядПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СдельныйНарядПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СдельныйНарядПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СеансыСвязиСКонтролирующимиОрганами" 

	Дано Я открываю основную форму списка справочника "СеансыСвязиСКонтролирующимиОрганами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СеансыСвязиСКонтролирующимиОрганами"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СеансыСвязиСКонтролирующимиОрганами"

	Дано Я открываю основную форму справочника "СеансыСвязиСКонтролирующимиОрганами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СеансыСвязиСКонтролирующимиОрганами"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СегментыКонтрагентов" 

	Дано Я открываю основную форму списка справочника "СегментыКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СегментыКонтрагентов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СегментыКонтрагентов"

	Дано Я открываю основную форму справочника "СегментыКонтрагентов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СегментыКонтрагентов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СегментыНоменклатуры" 

	Дано Я открываю основную форму списка справочника "СегментыНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СегментыНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СегментыНоменклатуры"

	Дано Я открываю основную форму справочника "СегментыНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СегментыНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СерверыДокументооборота" 

	Дано Я открываю основную форму списка справочника "СерверыДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СерверыДокументооборота"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СерверыДокументооборота"

	Дано Я открываю основную форму справочника "СерверыДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СерверыДокументооборота"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СервисПровайдерыСУЗ" 

	Дано Я открываю основную форму списка справочника "СервисПровайдерыСУЗ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СервисПровайдерыСУЗ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СервисПровайдерыСУЗ"

	Дано Я открываю основную форму справочника "СервисПровайдерыСУЗ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СервисПровайдерыСУЗ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СерииНоменклатуры" 

	Дано Я открываю основную форму списка справочника "СерииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СерииНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СерииНоменклатуры"

	Дано Я открываю основную форму справочника "СерииНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СерииНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Сертификаты1СОтчетности" 

	Дано Я открываю основную форму списка справочника "Сертификаты1СОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Сертификаты1СОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Сертификаты1СОтчетности"

	Дано Я открываю основную форму справочника "Сертификаты1СОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Сертификаты1СОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СертификатыКлючейЭлектроннойПодписиИШифрования" 

	Дано Я открываю основную форму списка справочника "СертификатыКлючейЭлектроннойПодписиИШифрования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СертификатыКлючейЭлектроннойПодписиИШифрования"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СертификатыКлючейЭлектроннойПодписиИШифрования"

	Дано Я открываю основную форму справочника "СертификатыКлючейЭлектроннойПодписиИШифрования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СертификатыКлючейЭлектроннойПодписиИШифрования"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СканированныеДокументыДляПередачиВЭлектронномВиде" 

	Дано Я открываю основную форму списка справочника "СканированныеДокументыДляПередачиВЭлектронномВиде"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СканированныеДокументыДляПередачиВЭлектронномВиде"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СканированныеДокументыДляПередачиВЭлектронномВиде"

	Дано Я открываю основную форму справочника "СканированныеДокументыДляПередачиВЭлектронномВиде"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СканированныеДокументыДляПередачиВЭлектронномВиде"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СканированныеДокументыДляПередачиВЭлектронномВидеПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СканированныеДокументыДляПередачиВЭлектронномВидеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СканированныеДокументыДляПередачиВЭлектронномВидеПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СканированныеДокументыДляПередачиВЭлектронномВидеПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СканированныеДокументыДляПередачиВЭлектронномВидеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СканированныеДокументыДляПередачиВЭлектронномВидеПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СкладыСлужбДоставки" 

	Дано Я открываю основную форму списка справочника "СкладыСлужбДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СкладыСлужбДоставки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СкладыСлужбДоставки"

	Дано Я открываю основную форму справочника "СкладыСлужбДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СкладыСлужбДоставки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СлужбыДоставки" 

	Дано Я открываю основную форму списка справочника "СлужбыДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СлужбыДоставки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СлужбыДоставки"

	Дано Я открываю основную форму справочника "СлужбыДоставки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СлужбыДоставки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СобытиеПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СобытиеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СобытиеПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СобытиеПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СобытиеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СобытиеПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СобытияОтправкиОтчетности" 

	Дано Я открываю основную форму списка справочника "СобытияОтправкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СобытияОтправкиОтчетности"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СобытияОтправкиОтчетности"

	Дано Я открываю основную форму справочника "СобытияОтправкиОтчетности"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СобытияОтправкиОтчетности"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СообщениеОбменСБанкамиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СообщениеОбменСБанкамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщениеОбменСБанкамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СообщениеОбменСБанкамиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СообщениеОбменСБанкамиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщениеОбменСБанкамиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СообщениеЭДОПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СообщениеЭДОПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщениеЭДОПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СообщениеЭДОПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СообщениеЭДОПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщениеЭДОПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СообщенияОбластейДанных" 

	Дано Я открываю основную форму списка справочника "СообщенияОбластейДанных"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщенияОбластейДанных"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СообщенияОбластейДанных"

	Дано Я открываю основную форму справочника "СообщенияОбластейДанных"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщенияОбластейДанных"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СообщенияОбсуждений" 

	Дано Я открываю основную форму списка справочника "СообщенияОбсуждений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщенияОбсуждений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СообщенияОбсуждений"

	Дано Я открываю основную форму справочника "СообщенияОбсуждений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщенияОбсуждений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СообщенияСистемы" 

	Дано Я открываю основную форму списка справочника "СообщенияСистемы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщенияСистемы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СообщенияСистемы"

	Дано Я открываю основную форму справочника "СообщенияСистемы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СообщенияСистемы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СоответствиеПолейЗагрузкиДанныхИзВнешнегоИсточника" 

	Дано Я открываю основную форму списка справочника "СоответствиеПолейЗагрузкиДанныхИзВнешнегоИсточника"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СоответствиеПолейЗагрузкиДанныхИзВнешнегоИсточника"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СоответствиеПолейЗагрузкиДанныхИзВнешнегоИсточника"

	Дано Я открываю основную форму справочника "СоответствиеПолейЗагрузкиДанныхИзВнешнегоИсточника"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СоответствиеПолейЗагрузкиДанныхИзВнешнегоИсточника"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СоответствияНазначенийПлатежаИРеквизитовПлатежа" 

	Дано Я открываю основную форму списка справочника "СоответствияНазначенийПлатежаИРеквизитовПлатежа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СоответствияНазначенийПлатежаИРеквизитовПлатежа"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СоответствияНазначенийПлатежаИРеквизитовПлатежа"

	Дано Я открываю основную форму справочника "СоответствияНазначенийПлатежаИРеквизитовПлатежа"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СоответствияНазначенийПлатежаИРеквизитовПлатежа"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияЗаказНарядов" 

	Дано Я открываю основную форму списка справочника "СостоянияЗаказНарядов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказНарядов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияЗаказНарядов"

	Дано Я открываю основную форму справочника "СостоянияЗаказНарядов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказНарядов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияЗаказовНаПеремещение" 

	Дано Я открываю основную форму списка справочника "СостоянияЗаказовНаПеремещение"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовНаПеремещение"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияЗаказовНаПеремещение"

	Дано Я открываю основную форму справочника "СостоянияЗаказовНаПеремещение"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовНаПеремещение"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияЗаказовНаПроизводство" 

	Дано Я открываю основную форму списка справочника "СостоянияЗаказовНаПроизводство"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовНаПроизводство"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияЗаказовНаПроизводство"

	Дано Я открываю основную форму справочника "СостоянияЗаказовНаПроизводство"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовНаПроизводство"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияЗаказовПокупателей" 

	Дано Я открываю основную форму списка справочника "СостоянияЗаказовПокупателей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовПокупателей"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияЗаказовПокупателей"

	Дано Я открываю основную форму справочника "СостоянияЗаказовПокупателей"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовПокупателей"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияЗаказовПоставщикам" 

	Дано Я открываю основную форму списка справочника "СостоянияЗаказовПоставщикам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовПоставщикам"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияЗаказовПоставщикам"

	Дано Я открываю основную форму справочника "СостоянияЗаказовПоставщикам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЗаказовПоставщикам"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияЛидов" 

	Дано Я открываю основную форму списка справочника "СостоянияЛидов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЛидов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияЛидов"

	Дано Я открываю основную форму справочника "СостоянияЛидов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияЛидов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияОригиналовПервичныхДокументов" 

	Дано Я открываю основную форму списка справочника "СостоянияОригиналовПервичныхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияОригиналовПервичныхДокументов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияОригиналовПервичныхДокументов"

	Дано Я открываю основную форму справочника "СостоянияОригиналовПервичныхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияОригиналовПервичныхДокументов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СостоянияСобытий" 

	Дано Я открываю основную форму списка справочника "СостоянияСобытий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияСобытий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СостоянияСобытий"

	Дано Я открываю основную форму справочника "СостоянияСобытий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СостоянияСобытий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Сотрудники" 

	Дано Я открываю основную форму списка справочника "Сотрудники"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Сотрудники"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Сотрудники"

	Дано Я открываю основную форму справочника "Сотрудники"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Сотрудники"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Спецификации" 

	Дано Я открываю основную форму списка справочника "Спецификации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Спецификации"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Спецификации"

	Дано Я открываю основную форму справочника "Спецификации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Спецификации"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СпецификацииМП" 

	Дано Я открываю основную форму списка справочника "СпецификацииМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпецификацииМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СпецификацииМП"

	Дано Я открываю основную форму справочника "СпецификацииМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпецификацииМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СпецификацииПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СпецификацииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпецификацииПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СпецификацииПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СпецификацииПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпецификацииПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СпискиПрофессийДолжностейЛьготногоПенсионногоОбеспечения" 

	Дано Я открываю основную форму списка справочника "СпискиПрофессийДолжностейЛьготногоПенсионногоОбеспечения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпискиПрофессийДолжностейЛьготногоПенсионногоОбеспечения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СпискиПрофессийДолжностейЛьготногоПенсионногоОбеспечения"

	Дано Я открываю основную форму справочника "СпискиПрофессийДолжностейЛьготногоПенсионногоОбеспечения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпискиПрофессийДолжностейЛьготногоПенсионногоОбеспечения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СпособыОплаты" 

	Дано Я открываю основную форму списка справочника "СпособыОплаты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпособыОплаты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СпособыОплаты"

	Дано Я открываю основную форму справочника "СпособыОплаты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СпособыОплаты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Справки1ЕГАИС" 

	Дано Я открываю основную форму списка справочника "Справки1ЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Справки1ЕГАИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Справки1ЕГАИС"

	Дано Я открываю основную форму справочника "Справки1ЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Справки1ЕГАИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Справки2ЕГАИС" 

	Дано Я открываю основную форму списка справочника "Справки2ЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Справки2ЕГАИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Справки2ЕГАИС"

	Дано Я открываю основную форму справочника "Справки2ЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Справки2ЕГАИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СправкиСПАРКРискиПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СправкиСПАРКРискиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СправкиСПАРКРискиПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СправкиСПАРКРискиПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СправкиСПАРКРискиПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СправкиСПАРКРискиПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтавкиНДС" 

	Дано Я открываю основную форму списка справочника "СтавкиНДС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтавкиНДС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтавкиНДС"

	Дано Я открываю основную форму справочника "СтавкиНДС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтавкиНДС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтавкиНДСМП" 

	Дано Я открываю основную форму списка справочника "СтавкиНДСМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтавкиНДСМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтавкиНДСМП"

	Дано Я открываю основную форму справочника "СтавкиНДСМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтавкиНДСМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтанцииУправленияЗаказамиИСМП" 

	Дано Я открываю основную форму списка справочника "СтанцииУправленияЗаказамиИСМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтанцииУправленияЗаказамиИСМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтанцииУправленияЗаказамиИСМП"

	Дано Я открываю основную форму справочника "СтанцииУправленияЗаказамиИСМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтанцииУправленияЗаказамиИСМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтатьиДвиженияДенежныхСредств" 

	Дано Я открываю основную форму списка справочника "СтатьиДвиженияДенежныхСредств"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтатьиДвиженияДенежныхСредств"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтатьиДвиженияДенежныхСредств"

	Дано Я открываю основную форму справочника "СтатьиДвиженияДенежныхСредств"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтатьиДвиженияДенежныхСредств"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтатьиМП" 

	Дано Я открываю основную форму списка справочника "СтатьиМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтатьиМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтатьиМП"

	Дано Я открываю основную форму справочника "СтатьиМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтатьиМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтраныМира" 

	Дано Я открываю основную форму списка справочника "СтраныМира"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтраныМира"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтраныМира"

	Дано Я открываю основную форму справочника "СтраныМира"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтраныМира"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтроковыеЗначенияЭПД" 

	Дано Я открываю основную форму списка справочника "СтроковыеЗначенияЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтроковыеЗначенияЭПД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтроковыеЗначенияЭПД"

	Дано Я открываю основную форму справочника "СтроковыеЗначенияЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтроковыеЗначенияЭПД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтруктурныеЕдиницы" 

	Дано Я открываю основную форму списка справочника "СтруктурныеЕдиницы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтруктурныеЕдиницы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтруктурныеЕдиницы"

	Дано Я открываю основную форму справочника "СтруктурныеЕдиницы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтруктурныеЕдиницы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СтруктурныеЕдиницыМП" 

	Дано Я открываю основную форму списка справочника "СтруктурныеЕдиницыМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтруктурныеЕдиницыМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СтруктурныеЕдиницыМП"

	Дано Я открываю основную форму справочника "СтруктурныеЕдиницыМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СтруктурныеЕдиницыМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СценарииОбменовДанными" 

	Дано Я открываю основную форму списка справочника "СценарииОбменовДанными"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СценарииОбменовДанными"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СценарииОбменовДанными"

	Дано Я открываю основную форму справочника "СценарииОбменовДанными"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СценарииОбменовДанными"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СценарииПланирования" 

	Дано Я открываю основную форму списка справочника "СценарииПланирования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СценарииПланирования"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СценарииПланирования"

	Дано Я открываю основную форму справочника "СценарииПланирования"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СценарииПланирования"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СчетНаОплатуПоставщикаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СчетНаОплатуПоставщикаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетНаОплатуПоставщикаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СчетНаОплатуПоставщикаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СчетНаОплатуПоставщикаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетНаОплатуПоставщикаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СчетНаОплатуПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СчетНаОплатуПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетНаОплатуПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СчетНаОплатуПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СчетНаОплатуПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетНаОплатуПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СчетФактураПолученныйПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СчетФактураПолученныйПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетФактураПолученныйПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СчетФактураПолученныйПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СчетФактураПолученныйПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетФактураПолученныйПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "СчетФактураПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "СчетФактураПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетФактураПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "СчетФактураПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "СчетФактураПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника СчетФактураПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТарифныеПланыДоговоровОбслуживания" 

	Дано Я открываю основную форму списка справочника "ТарифныеПланыДоговоровОбслуживания"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТарифныеПланыДоговоровОбслуживания"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТарифныеПланыДоговоровОбслуживания"

	Дано Я открываю основную форму справочника "ТарифныеПланыДоговоровОбслуживания"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТарифныеПланыДоговоровОбслуживания"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Теги" 

	Дано Я открываю основную форму списка справочника "Теги"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Теги"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Теги"

	Дано Я открываю основную форму справочника "Теги"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Теги"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТегиЗадач" 

	Дано Я открываю основную форму списка справочника "ТегиЗадач"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТегиЗадач"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТегиЗадач"

	Дано Я открываю основную форму справочника "ТегиЗадач"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТегиЗадач"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТегиОтчетов" 

	Дано Я открываю основную форму списка справочника "ТегиОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТегиОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТегиОтчетов"

	Дано Я открываю основную форму справочника "ТегиОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТегиОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТемыСобытий" 

	Дано Я открываю основную форму списка справочника "ТемыСобытий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТемыСобытий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТемыСобытий"

	Дано Я открываю основную форму справочника "ТемыСобытий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТемыСобытий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТерриториальныеУсловияПФР" 

	Дано Я открываю основную форму списка справочника "ТерриториальныеУсловияПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТерриториальныеУсловияПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТерриториальныеУсловияПФР"

	Дано Я открываю основную форму справочника "ТерриториальныеУсловияПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТерриториальныеУсловияПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТипыДокументов" 

	Дано Я открываю основную форму списка справочника "ТипыДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыДокументов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТипыДокументов"

	Дано Я открываю основную форму справочника "ТипыДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыДокументов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТипыИнформацииИнформационногоЦентра" 

	Дано Я открываю основную форму списка справочника "ТипыИнформацииИнформационногоЦентра"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыИнформацииИнформационногоЦентра"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТипыИнформацииИнформационногоЦентра"

	Дано Я открываю основную форму справочника "ТипыИнформацииИнформационногоЦентра"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыИнформацииИнформационногоЦентра"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТипыПисемОбменСБанками" 

	Дано Я открываю основную форму списка справочника "ТипыПисемОбменСБанками"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыПисемОбменСБанками"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТипыПисемОбменСБанками"

	Дано Я открываю основную форму справочника "ТипыПисемОбменСБанками"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыПисемОбменСБанками"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТипыСобытийСПАРКРиски" 

	Дано Я открываю основную форму списка справочника "ТипыСобытийСПАРКРиски"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыСобытийСПАРКРиски"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТипыСобытийСПАРКРиски"

	Дано Я открываю основную форму справочника "ТипыСобытийСПАРКРиски"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТипыСобытийСПАРКРиски"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТоварыМП" 

	Дано Я открываю основную форму списка справочника "ТоварыМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТоварыМП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТоварыМП"

	Дано Я открываю основную форму справочника "ТоварыМП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТоварыМП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТомаХраненияФайлов" 

	Дано Я открываю основную форму списка справочника "ТомаХраненияФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТомаХраненияФайлов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТомаХраненияФайлов"

	Дано Я открываю основную форму справочника "ТомаХраненияФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТомаХраненияФайлов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТорговыеПредложения" 

	Дано Я открываю основную форму списка справочника "ТорговыеПредложения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТорговыеПредложения"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТорговыеПредложения"

	Дано Я открываю основную форму справочника "ТорговыеПредложения"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТорговыеПредложения"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УДАЛИТЬ_джим_ВидыДоговоров" 

	Дано Я открываю основную форму списка справочника "УДАЛИТЬ_джим_ВидыДоговоров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УДАЛИТЬ_джим_ВидыДоговоров"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УДАЛИТЬ_джим_ВидыДоговоров"

	Дано Я открываю основную форму справочника "УДАЛИТЬ_джим_ВидыДоговоров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УДАЛИТЬ_джим_ВидыДоговоров"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УДАЛИТЬ_джим_ДоговорыСКлиентами" 

	Дано Я открываю основную форму списка справочника "УДАЛИТЬ_джим_ДоговорыСКлиентами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УДАЛИТЬ_джим_ДоговорыСКлиентами"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УДАЛИТЬ_джим_ДоговорыСКлиентами"

	Дано Я открываю основную форму справочника "УДАЛИТЬ_джим_ДоговорыСКлиентами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УДАЛИТЬ_джим_ДоговорыСКлиентами"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТорговыеТочки" 

	Дано Я открываю основную форму списка справочника "ТорговыеТочки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТорговыеТочки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТорговыеТочки"

	Дано Я открываю основную форму справочника "ТорговыеТочки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТорговыеТочки"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТранспортноеСообщениеКонтейнерыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ТранспортноеСообщениеКонтейнерыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортноеСообщениеКонтейнерыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТранспортноеСообщениеКонтейнерыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ТранспортноеСообщениеКонтейнерыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортноеСообщениеКонтейнерыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТранспортноеСообщениеПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ТранспортноеСообщениеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортноеСообщениеПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТранспортноеСообщениеПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ТранспортноеСообщениеПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортноеСообщениеПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТранспортныеСредства" 

	Дано Я открываю основную форму списка справочника "ТранспортныеСредства"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортныеСредства"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТранспортныеСредства"

	Дано Я открываю основную форму справочника "ТранспортныеСредства"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортныеСредства"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТранспортныйКонтейнерЭДОПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ТранспортныйКонтейнерЭДОПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортныйКонтейнерЭДОПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТранспортныйКонтейнерЭДОПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ТранспортныйКонтейнерЭДОПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТранспортныйКонтейнерЭДОПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ТрудовыеФункции" 

	Дано Я открываю основную форму списка справочника "ТрудовыеФункции"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТрудовыеФункции"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ТрудовыеФункции"

	Дано Я открываю основную форму справочника "ТрудовыеФункции"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ТрудовыеФункции"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УведомлениеОСпецрежимахНалогообложенияПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "УведомлениеОСпецрежимахНалогообложенияПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УведомлениеОСпецрежимахНалогообложенияПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УведомлениеОСпецрежимахНалогообложенияПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "УведомлениеОСпецрежимахНалогообложенияПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УведомлениеОСпецрежимахНалогообложенияПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьБланкиДоговоров" 

	Дано Я открываю основную форму списка справочника "УдалитьБланкиДоговоров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьБланкиДоговоров"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьБланкиДоговоров"

	Дано Я открываю основную форму справочника "УдалитьБланкиДоговоров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьБланкиДоговоров"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьВидыАлкогольнойПродукцииЕГАИС" 

	Дано Я открываю основную форму списка справочника "УдалитьВидыАлкогольнойПродукцииЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыАлкогольнойПродукцииЕГАИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьВидыАлкогольнойПродукцииЕГАИС"

	Дано Я открываю основную форму справочника "УдалитьВидыАлкогольнойПродукцииЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыАлкогольнойПродукцииЕГАИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьВидыНалоговыхОрганов" 

	Дано Я открываю основную форму списка справочника "УдалитьВидыНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыНалоговыхОрганов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьВидыНалоговыхОрганов"

	Дано Я открываю основную форму справочника "УдалитьВидыНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыНалоговыхОрганов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьВидыОбъектовЕГАИС" 

	Дано Я открываю основную форму списка справочника "УдалитьВидыОбъектовЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыОбъектовЕГАИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьВидыОбъектовЕГАИС"

	Дано Я открываю основную форму справочника "УдалитьВидыОбъектовЕГАИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыОбъектовЕГАИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьВидыОтправляемыхДокументов" 

	Дано Я открываю основную форму списка справочника "УдалитьВидыОтправляемыхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыОтправляемыхДокументов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьВидыОтправляемыхДокументов"

	Дано Я открываю основную форму справочника "УдалитьВидыОтправляемыхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьВидыОтправляемыхДокументов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьДанныеОбменаШтрихМПЭЙ" 

	Дано Я открываю основную форму списка справочника "УдалитьДанныеОбменаШтрихМПЭЙ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьДанныеОбменаШтрихМПЭЙ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьДанныеОбменаШтрихМПЭЙ"

	Дано Я открываю основную форму справочника "УдалитьДанныеОбменаШтрихМПЭЙ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьДанныеОбменаШтрихМПЭЙ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьДокументыРеализацииПолномочийНалоговыхОрганов" 

	Дано Я открываю основную форму списка справочника "УдалитьДокументыРеализацииПолномочийНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьДокументыРеализацииПолномочийНалоговыхОрганов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьДокументыРеализацииПолномочийНалоговыхОрганов"

	Дано Я открываю основную форму справочника "УдалитьДокументыРеализацииПолномочийНалоговыхОрганов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьДокументыРеализацииПолномочийНалоговыхОрганов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьКлассификаторКатегорийНоменклатуры" 

	Дано Я открываю основную форму списка справочника "УдалитьКлассификаторКатегорийНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьКлассификаторКатегорийНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьКлассификаторКатегорийНоменклатуры"

	Дано Я открываю основную форму справочника "УдалитьКлассификаторКатегорийНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьКлассификаторКатегорийНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьНалоговыеОрганы" 

	Дано Я открываю основную форму списка справочника "УдалитьНалоговыеОрганы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьНалоговыеОрганы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьНалоговыеОрганы"

	Дано Я открываю основную форму справочника "УдалитьНалоговыеОрганы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьНалоговыеОрганы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьОрганыПФР" 

	Дано Я открываю основную форму списка справочника "УдалитьОрганыПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьОрганыПФР"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьОрганыПФР"

	Дано Я открываю основную форму справочника "УдалитьОрганыПФР"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьОрганыПФР"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьОтправкиФСС" 

	Дано Я открываю основную форму списка справочника "УдалитьОтправкиФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьОтправкиФСС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьОтправкиФСС"

	Дано Я открываю основную форму справочника "УдалитьОтправкиФСС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьОтправкиФСС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьОчередьЗаданий" 

	Дано Я открываю основную форму списка справочника "УдалитьОчередьЗаданий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьОчередьЗаданий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьОчередьЗаданий"

	Дано Я открываю основную форму справочника "УдалитьОчередьЗаданий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьОчередьЗаданий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьПапкиФайловПрисоединенныеУдалитьФайлы" 

	Дано Я открываю основную форму списка справочника "УдалитьПапкиФайловПрисоединенныеУдалитьФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьПапкиФайловПрисоединенныеУдалитьФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьПапкиФайловПрисоединенныеУдалитьФайлы"

	Дано Я открываю основную форму справочника "УдалитьПапкиФайловПрисоединенныеУдалитьФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьПапкиФайловПрисоединенныеУдалитьФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьПерепискаСКонтролирующимиОрганами" 

	Дано Я открываю основную форму списка справочника "УдалитьПерепискаСКонтролирующимиОрганами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьПерепискаСКонтролирующимиОрганами"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьПерепискаСКонтролирующимиОрганами"

	Дано Я открываю основную форму справочника "УдалитьПерепискаСКонтролирующимиОрганами"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьПерепискаСКонтролирующимиОрганами"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьПрофилиНастроекЭДО" 

	Дано Я открываю основную форму списка справочника "УдалитьПрофилиНастроекЭДО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьПрофилиНастроекЭДО"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьПрофилиНастроекЭДО"

	Дано Я открываю основную форму справочника "УдалитьПрофилиНастроекЭДО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьПрофилиНастроекЭДО"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьРегламентированныеОтчеты" 

	Дано Я открываю основную форму списка справочника "УдалитьРегламентированныеОтчеты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьРегламентированныеОтчеты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьРегламентированныеОтчеты"

	Дано Я открываю основную форму справочника "УдалитьРегламентированныеОтчеты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьРегламентированныеОтчеты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьСерверыДокументооборота" 

	Дано Я открываю основную форму списка справочника "УдалитьСерверыДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьСерверыДокументооборота"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьСерверыДокументооборота"

	Дано Я открываю основную форму справочника "УдалитьСерверыДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьСерверыДокументооборота"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьСертификатыЭП" 

	Дано Я открываю основную форму списка справочника "УдалитьСертификатыЭП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьСертификатыЭП"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьСертификатыЭП"

	Дано Я открываю основную форму справочника "УдалитьСертификатыЭП"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьСертификатыЭП"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьСоглашенияОбИспользованииЭД" 

	Дано Я открываю основную форму списка справочника "УдалитьСоглашенияОбИспользованииЭД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьСоглашенияОбИспользованииЭД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьСоглашенияОбИспользованииЭД"

	Дано Я открываю основную форму справочника "УдалитьСоглашенияОбИспользованииЭД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьСоглашенияОбИспользованииЭД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьУчетныеЗаписиДокументооборота" 

	Дано Я открываю основную форму списка справочника "УдалитьУчетныеЗаписиДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьУчетныеЗаписиДокументооборота"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьУчетныеЗаписиДокументооборота"

	Дано Я открываю основную форму справочника "УдалитьУчетныеЗаписиДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьУчетныеЗаписиДокументооборота"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьШаблоныЭтикетокСУЗ" 

	Дано Я открываю основную форму списка справочника "УдалитьШаблоныЭтикетокСУЗ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьШаблоныЭтикетокСУЗ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьШаблоныЭтикетокСУЗ"

	Дано Я открываю основную форму справочника "УдалитьШаблоныЭтикетокСУЗ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьШаблоныЭтикетокСУЗ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УдалитьЭлектронныеПредставленияРегламентированныхОтчетов" 

	Дано Я открываю основную форму списка справочника "УдалитьЭлектронныеПредставленияРегламентированныхОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьЭлектронныеПредставленияРегламентированныхОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УдалитьЭлектронныеПредставленияРегламентированныхОтчетов"

	Дано Я открываю основную форму справочника "УдалитьЭлектронныеПредставленияРегламентированныхОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УдалитьЭлектронныеПредставленияРегламентированныхОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УниверсальныеРабочиеМестаКассиров" 

	Дано Я открываю основную форму списка справочника "УниверсальныеРабочиеМестаКассиров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УниверсальныеРабочиеМестаКассиров"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УниверсальныеРабочиеМестаКассиров"

	Дано Я открываю основную форму справочника "УниверсальныеРабочиеМестаКассиров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УниверсальныеРабочиеМестаКассиров"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УпаковкиВЕТИС" 

	Дано Я открываю основную форму списка справочника "УпаковкиВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УпаковкиВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УпаковкиВЕТИС"

	Дано Я открываю основную форму справочника "УпаковкиВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УпаковкиВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УсловияНачисленияПремийПоЛичнымПродажам" 

	Дано Я открываю основную форму списка справочника "УсловияНачисленияПремийПоЛичнымПродажам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УсловияНачисленияПремийПоЛичнымПродажам"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УсловияНачисленияПремийПоЛичнымПродажам"

	Дано Я открываю основную форму справочника "УсловияНачисленияПремийПоЛичнымПродажам"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УсловияНачисленияПремийПоЛичнымПродажам"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УсловияПредоставленияСкидокНаценок" 

	Дано Я открываю основную форму списка справочника "УсловияПредоставленияСкидокНаценок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УсловияПредоставленияСкидокНаценок"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УсловияПредоставленияСкидокНаценок"

	Дано Я открываю основную форму справочника "УсловияПредоставленияСкидокНаценок"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УсловияПредоставленияСкидокНаценок"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УсловияРегионализацииВЕТИС" 

	Дано Я открываю основную форму списка справочника "УсловияРегионализацииВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УсловияРегионализацииВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УсловияРегионализацииВЕТИС"

	Дано Я открываю основную форму справочника "УсловияРегионализацииВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УсловияРегионализацииВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УслугиСервиса" 

	Дано Я открываю основную форму списка справочника "УслугиСервиса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УслугиСервиса"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УслугиСервиса"

	Дано Я открываю основную форму справочника "УслугиСервиса"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УслугиСервиса"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УчетныеЗаписиDSS" 

	Дано Я открываю основную форму списка справочника "УчетныеЗаписиDSS"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиDSS"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УчетныеЗаписиDSS"

	Дано Я открываю основную форму справочника "УчетныеЗаписиDSS"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиDSS"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УчетныеЗаписиДокументооборота" 

	Дано Я открываю основную форму списка справочника "УчетныеЗаписиДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиДокументооборота"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УчетныеЗаписиДокументооборота"

	Дано Я открываю основную форму справочника "УчетныеЗаписиДокументооборота"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиДокументооборота"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УчетныеЗаписиСинхронизацииФайлов" 

	Дано Я открываю основную форму списка справочника "УчетныеЗаписиСинхронизацииФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиСинхронизацииФайлов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УчетныеЗаписиСинхронизацииФайлов"

	Дано Я открываю основную форму справочника "УчетныеЗаписиСинхронизацииФайлов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиСинхронизацииФайлов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "УчетныеЗаписиЭлектроннойПочты" 

	Дано Я открываю основную форму списка справочника "УчетныеЗаписиЭлектроннойПочты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиЭлектроннойПочты"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "УчетныеЗаписиЭлектроннойПочты"

	Дано Я открываю основную форму справочника "УчетныеЗаписиЭлектроннойПочты"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника УчетныеЗаписиЭлектроннойПочты"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Файлы" 

	Дано Я открываю основную форму списка справочника "Файлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Файлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Файлы"

	Дано Я открываю основную форму справочника "Файлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Файлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ФизическиеЛица" 

	Дано Я открываю основную форму списка справочника "ФизическиеЛица"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ФизическиеЛица"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ФизическиеЛица"

	Дано Я открываю основную форму справочника "ФизическиеЛица"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ФизическиеЛица"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ФизическиеЛицаПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ФизическиеЛицаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ФизическиеЛицаПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ФизическиеЛицаПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ФизическиеЛицаПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ФизическиеЛицаПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХарактеристикиКТРУ" 

	Дано Я открываю основную форму списка справочника "ХарактеристикиКТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХарактеристикиКТРУ"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХарактеристикиКТРУ"

	Дано Я открываю основную форму справочника "ХарактеристикиКТРУ"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХарактеристикиКТРУ"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХарактеристикиНоменклатуры" 

	Дано Я открываю основную форму списка справочника "ХарактеристикиНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХарактеристикиНоменклатуры"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХарактеристикиНоменклатуры"

	Дано Я открываю основную форму справочника "ХарактеристикиНоменклатуры"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХарактеристикиНоменклатуры"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХарактеристикиНоменклатурыПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ХарактеристикиНоменклатурыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХарактеристикиНоменклатурыПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХарактеристикиНоменклатурыПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ХарактеристикиНоменклатурыПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХарактеристикиНоменклатурыПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХозяйственныеОперации" 

	Дано Я открываю основную форму списка справочника "ХозяйственныеОперации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХозяйственныеОперации"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХозяйственныеОперации"

	Дано Я открываю основную форму справочника "ХозяйственныеОперации"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХозяйственныеОперации"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХозяйствующиеСубъектыВЕТИС" 

	Дано Я открываю основную форму списка справочника "ХозяйствующиеСубъектыВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХозяйствующиеСубъектыВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХозяйствующиеСубъектыВЕТИС"

	Дано Я открываю основную форму справочника "ХозяйствующиеСубъектыВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХозяйствующиеСубъектыВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХранилищеШаблонов" 

	Дано Я открываю основную форму списка справочника "ХранилищеШаблонов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХранилищеШаблонов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХранилищеШаблонов"

	Дано Я открываю основную форму справочника "ХранилищеШаблонов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХранилищеШаблонов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ХранимыеДанныеЭПД" 

	Дано Я открываю основную форму списка справочника "ХранимыеДанныеЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХранимыеДанныеЭПД"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ХранимыеДанныеЭПД"

	Дано Я открываю основную форму справочника "ХранимыеДанныеЭПД"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ХранимыеДанныеЭПД"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЦелиВЕТИС" 

	Дано Я открываю основную форму списка справочника "ЦелиВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЦелиВЕТИС"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЦелиВЕТИС"

	Дано Я открываю основную форму справочника "ЦелиВЕТИС"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЦелиВЕТИС"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЦеновыеГруппы" 

	Дано Я открываю основную форму списка справочника "ЦеновыеГруппы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЦеновыеГруппы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЦеновыеГруппы"

	Дано Я открываю основную форму справочника "ЦеновыеГруппы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЦеновыеГруппы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЦиклыОбмена" 

	Дано Я открываю основную форму списка справочника "ЦиклыОбмена"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЦиклыОбмена"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЦиклыОбмена"

	Дано Я открываю основную форму справочника "ЦиклыОбмена"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЦиклыОбмена"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныДисконтныхКарт" 

	Дано Я открываю основную форму списка справочника "ШаблоныДисконтныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныДисконтныхКарт"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныДисконтныхКарт"

	Дано Я открываю основную форму справочника "ШаблоныДисконтныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныДисконтныхКарт"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныДокументов" 

	Дано Я открываю основную форму списка справочника "ШаблоныДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныДокументов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныДокументов"

	Дано Я открываю основную форму справочника "ШаблоныДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныДокументов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныЗаданийОчереди" 

	Дано Я открываю основную форму списка справочника "ШаблоныЗаданийОчереди"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЗаданийОчереди"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныЗаданийОчереди"

	Дано Я открываю основную форму справочника "ШаблоныЗаданийОчереди"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЗаданийОчереди"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныЗаполненияГрафиковРабочегоВремени" 

	Дано Я открываю основную форму списка справочника "ШаблоныЗаполненияГрафиковРабочегоВремени"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЗаполненияГрафиковРабочегоВремени"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныЗаполненияГрафиковРабочегоВремени"

	Дано Я открываю основную форму справочника "ШаблоныЗаполненияГрафиковРабочегоВремени"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЗаполненияГрафиковРабочегоВремени"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныКалькуляций" 

	Дано Я открываю основную форму списка справочника "ШаблоныКалькуляций"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныКалькуляций"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныКалькуляций"

	Дано Я открываю основную форму справочника "ШаблоныКалькуляций"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныКалькуляций"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныМагнитныхКарт" 

	Дано Я открываю основную форму списка справочника "ШаблоныМагнитныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныМагнитныхКарт"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныМагнитныхКарт"

	Дано Я открываю основную форму справочника "ШаблоныМагнитныхКарт"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныМагнитныхКарт"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныНаименований" 

	Дано Я открываю основную форму списка справочника "ШаблоныНаименований"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныНаименований"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныНаименований"

	Дано Я открываю основную форму справочника "ШаблоныНаименований"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныНаименований"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныНомеровСерий" 

	Дано Я открываю основную форму списка справочника "ШаблоныНомеровСерий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныНомеровСерий"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныНомеровСерий"

	Дано Я открываю основную форму справочника "ШаблоныНомеровСерий"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныНомеровСерий"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныПечатиОфисныхДокументов" 

	Дано Я открываю основную форму списка справочника "ШаблоныПечатиОфисныхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныПечатиОфисныхДокументов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныПечатиОфисныхДокументов"

	Дано Я открываю основную форму справочника "ШаблоныПечатиОфисныхДокументов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныПечатиОфисныхДокументов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныПечатиОфисныхДокументовПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ШаблоныПечатиОфисныхДокументовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныПечатиОфисныхДокументовПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныПечатиОфисныхДокументовПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ШаблоныПечатиОфисныхДокументовПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныПечатиОфисныхДокументовПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныСообщений" 

	Дано Я открываю основную форму списка справочника "ШаблоныСообщений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныСообщений"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныСообщений"

	Дано Я открываю основную форму справочника "ШаблоныСообщений"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныСообщений"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныСообщенийПрисоединенныеФайлы" 

	Дано Я открываю основную форму списка справочника "ШаблоныСообщенийПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныСообщенийПрисоединенныеФайлы"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныСообщенийПрисоединенныеФайлы"

	Дано Я открываю основную форму справочника "ШаблоныСообщенийПрисоединенныеФайлы"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныСообщенийПрисоединенныеФайлы"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныЭтикетокИЦенников" 

	Дано Я открываю основную форму списка справочника "ШаблоныЭтикетокИЦенников"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЭтикетокИЦенников"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныЭтикетокИЦенников"

	Дано Я открываю основную форму справочника "ШаблоныЭтикетокИЦенников"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЭтикетокИЦенников"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШаблоныЭтикетокИЦенниковБПО" 

	Дано Я открываю основную форму списка справочника "ШаблоныЭтикетокИЦенниковБПО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЭтикетокИЦенниковБПО"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШаблоныЭтикетокИЦенниковБПО"

	Дано Я открываю основную форму справочника "ШаблоныЭтикетокИЦенниковБПО"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШаблоныЭтикетокИЦенниковБПО"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ШтрихкодыУпаковокТоваров" 

	Дано Я открываю основную форму списка справочника "ШтрихкодыУпаковокТоваров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШтрихкодыУпаковокТоваров"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ШтрихкодыУпаковокТоваров"

	Дано Я открываю основную форму справочника "ШтрихкодыУпаковокТоваров"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ШтрихкодыУпаковокТоваров"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЭкземплярыСервераDSS" 

	Дано Я открываю основную форму списка справочника "ЭкземплярыСервераDSS"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭкземплярыСервераDSS"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЭкземплярыСервераDSS"

	Дано Я открываю основную форму справочника "ЭкземплярыСервераDSS"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭкземплярыСервераDSS"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЭлектронныеПредставленияРегламентированныхОтчетов" 

	Дано Я открываю основную форму списка справочника "ЭлектронныеПредставленияРегламентированныхОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭлектронныеПредставленияРегламентированныхОтчетов"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЭлектронныеПредставленияРегламентированныхОтчетов"

	Дано Я открываю основную форму справочника "ЭлектронныеПредставленияРегламентированныхОтчетов"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭлектронныеПредставленияРегламентированныхОтчетов"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЭтапыПроизводства" 

	Дано Я открываю основную форму списка справочника "ЭтапыПроизводства"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭтапыПроизводства"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЭтапыПроизводства"

	Дано Я открываю основную форму справочника "ЭтапыПроизводства"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭтапыПроизводства"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЭтапыРемонта" 

	Дано Я открываю основную форму списка справочника "ЭтапыРемонта"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭтапыРемонта"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЭтапыРемонта"

	Дано Я открываю основную форму справочника "ЭтапыРемонта"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЭтапыРемонта"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "ЯзыкиПечатныхФорм" 

	Дано Я открываю основную форму списка справочника "ЯзыкиПечатныхФорм"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЯзыкиПечатныхФорм"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "ЯзыкиПечатныхФорм"

	Дано Я открываю основную форму справочника "ЯзыкиПечатныхФорм"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника ЯзыкиПечатныхФорм"
	И Я закрываю текущее окно

	
Сценарий: Открытие формы списка "Ячейки" 

	Дано Я открываю основную форму списка справочника "Ячейки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Ячейки"
	И Я закрываю текущее окно

Сценарий: Открытие формы объекта "Ячейки"

	Дано Я открываю основную форму справочника "Ячейки"
	Если появилось предупреждение тогда
		Тогда я вызываю исключение "Не удалось открыть форму справочника Ячейки"
	И Я закрываю текущее окно

